{
  "meta": {
    "week": "week 3",
    "duration": "04-20-Sun-04-26-Sat",
    "season": "2025 Spring",
    "ep_range": "ep.3-4"
  },
  "entries": [
    {
      "rank": 1,
      "trend": "stay",
      "title": "Apocalypse Hotel",
      "jpTitle": "アポカリプスホテル",
      "kv": "apocalypse",
      "episode": 3,
      "genre": [
        "Sci-Fi",
        "Drama",
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 9.7,
      "score": 10,
      "review": {
        "en": "",
        "jp": "ポンポコムームーかと思ったが終始とんでもない面白さで圧倒的娘就職は意外も最高!の一言『最初はたぬき版「宇宙人ムームー」かと危ぶんだがただの似通りでもう最高に面白く笑い続けるしかなかった。たぬきのしょうもなさの中に色々なものが込められていて素晴らしかった。人類に何があったのだろう?というきっかけにもなったのも良かった。そしてまた前回の宇宙人との比較での人類以外のお客への対応の多様化とブチギレも良かった。終始本当に面白くてたくさん書きたいことがあったはずだが評価をし忘れてたのでこの辺で。既に更に50年経過しているのも何気に・・・だし、娘たぬきの声・演技が最高。この作品はやばいな。』ー10点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.75,
        "overall": 1.7
      },
      "romanized_title": "Apocalypse Hotel",
      "release_date": "4/8/2025 to 6/25/2025",
      "based_on": "Original",
      "studios": "Cygames Pictures",
      "creators": "kana Shundou",
      "external_scores": "7.88 (MAL)",
      "streaming_services": "",
      "synopsis": "Following the collapse of civilization, one storied hotel stands among the ruins of Tokyo’s Ginza district. Overrun by nature, this lone hotel continues to defy humanity’s collapse. Current guests: zero. Check-ins scheduled today: zero. Yesterday’s website traffic: zero. Enter with caution in this story of survival and mystery in a world where the memory of humanity begins to fade."
    },
    {
      "rank": 2,
      "trend": "up",
      "title": "Me and the Alien MuMu",
      "jpTitle": "宇宙人ムームー",
      "kv": "muumuu",
      "episode": 3,
      "genre": [
        "Comedy",
        "Sci-Fi",
        "Slice of Life",
        "School"
      ],
      "wrp_score": 9.6,
      "score": 10,
      "review": {
        "en": "",
        "jp": "サークル、イケメン、猫の争い、自動ドア、和解、イケ女子、PJ、不法投棄、修理、請求、完璧『前回地味めに終わったサークルへの参加がこんなに花開くとは。サークル活動への関わりとイケメンとの距離、猫同士の争い、イケ女子遭遇、自動ドア事件、仕組み、助ける、繋がり強化、早朝飛び起き、PJダッシュ、不法投棄、宇宙船バレ阻止のため廃品回収同行、成果を上げる、ドライヤーの修理、イケメン関心、猫が宇宙船の不調の原因解明、電気代・・・・。全てがマジで最高、面白‐‐‐‐い!!!全てのピース、構成、設定、話、展開、演出、キャラ、演技、素晴らしく噛み合って面白かった。文句なさすぎ。これは今期来たな!おきれいおしとやかさんの参加も楽しみ。ヒロインのキャラ＝超引っ込み思案で田舎出身で・・・の意味がまじで引き立つし意味がある。文句なし。－10点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.7,
        "overall": 1.65
      },
      "romanized_title": "Uchuujin MuuMuu",
      "release_date": "4/9/2025",
      "based_on": "Manga",
      "studios": "OLM",
      "creators": "Tomoya Takahashi",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "A cat-like alien from a distant galaxy, MuMu, arrives on Earth. His goal is to learn about home appliance technology on Earth to recover the technology his species has lost. The protagonist, Sakurako, has a typical university life, but everything changes with MuMu's arrival! What begins as an unexpected cohabitation quickly turns into a whirlwind of chaotic events. The chemistry between Sakurako and MuMu leads to a super-spectacular, appliance-filled, and cat comedy adventure."
    },
    {
      "rank": 3,
      "trend": "up",
      "title": "A Ninja and an Assassin Under One Roof",
      "jpTitle": "忍者と殺し屋のふたりぐらし",
      "kv": "nincoro",
      "episode": 3,
      "genre": [
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 9.5,
      "score": 10,
      "review": {
        "en": "Nobody should watch anime while mulitasking on something that demands full attention. I totally forgot about Yoshida-san and her father. After rewatching Episodes 1 and 3, I completely changed my mind - this episode definitely deserves a much higher score/much more credit for its great script, pacing, structure, jokes, and more. (+2.6pt, from 6.9pt.) / Score upgradede to 10pt (from 6.9pt).",
        "jp": "【修正】第1話と第3話を見直した。吉田さんの存在と吉田さんのお父さんをこのはちゃんが第1話で殺していること→お金が必要で犬の散歩のバイトとか刺客がスタバのバイト出来ずティッシュ詰め、配りのバイトして殺されたからいなくなっても何も変わらないとか、死体沈めのバイトも枯れ葉に変えれるからとか、先輩が男のヒモホストであるとか色々本当に面白くって、ひとえにエクセルの作業をしながら1.25倍で見てしまったこと、吉田さんのことをすっかり忘れていたことがつまらなく感じた原因と素直に認められたので大幅に上方点数修正をすることにした。6点→10点。オリジナルの感想: 何一つ面白くなかった。退屈で寝た。バイトネネタにしてもLGBTQも絵も今ひとつ、もういいかな『寝た、飽きてきた。書くこと無い』6点・切り検討"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.65,
        "overall": 1.6
      },
      "romanized_title": "Ninja to Koroshiya no Futarigurashi",
      "release_date": "4/10/2025 to 6/26/2025",
      "based_on": "Manga",
      "studios": "SHAFT",
      "creators": "Yukihiro Miyamoto",
      "external_scores": "7.59 (MAL)",
      "streaming_services": "",
      "synopsis": "On the way home from school one day, Konoha Koga rescues Satoko Kusagakure, a ninja who escaped her village. Soon, pursuers from the village show up in search of Satoko only to be deftly dealt with by Konoha. As it turns out, the unassuming high schooler is actually an assassin. Thus, the potentially cutthroat cohabitation of a ninja and an assassin begins!"
    },
    {
      "rank": 4,
      "trend": "up",
      "title": "The Apothecary Diaries 2nd Season",
      "jpTitle": "薬屋のひとりごと 第2期（第2クール）",
      "kv": "kusuriya",
      "episode": 40,
      "genre": [
        "Historical",
        "Mystery",
        "Drama"
      ],
      "wrp_score": 9.4,
      "score": 9,
      "review": {
        "en": "",
        "jp": "全員集合?これまでの全てが繋がり重なる凄さと静かな恐怖、レベチ、序章なのでかなり控えめ『まぁ本当に凄い。1期からの全ての人や話などが繋がっていて話としてはそのずっと前からの因縁でもあり、とんでもない。マオマオの育ての父、実の父もだしこれまでの事件の裏にいた者たちも、虫好きの娘もなにもかも・・・。全ては後宮、皇帝、王朝に関わるものたち諸々が絡み合っているのだろう。それにしてもストーリーテリングや構成、演出、演技、何もかもがレベルが違いすぎる素晴らしさ。こんなん見せられたら正直10点で1位しか無いけどこれだと今後全部10点なんで抑える。でも無理かも。イケメン宦官の正体や今回の壬氏の影武者もまぁ・・・いいですねぇ・・・。凄いなぁ。』ー9点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.6,
        "overall": 1.6
      },
      "romanized_title": "Kusuriya no Hitorigoto 2nd Season",
      "release_date": "4/4/2025 to 7/4/2025",
      "based_on": "Naro",
      "studios": "TOHO animation STUDIO✕OLM",
      "creators": "Norihiro Naganuma",
      "external_scores": "8.93 (MAL)",
      "streaming_services": "",
      "synopsis": "Maomao lived a peaceful life with her apothecary father. Until one day, she’s sold as a lowly servant to the emperor’s palace. But she wasn’t meant for a compliant life among royalty. So when imperial heirs fall ill, she decides to step in and find a cure! This catches the eye of Jinshi, a handsome palace official who promotes her. Now, she’s making a name for herself solving medical mysteries!"
    },
    {
      "rank": 5,
      "trend": "re",
      "title": "Your Forma",
      "jpTitle": "ユア・フォルマ",
      "kv": "forma",
      "episode": 4,
      "genre": [
        "Sci-Fi",
        "Detective",
        "Romance"
      ],
      "wrp_score": 9.3,
      "score": 9,
      "review": {
        "en": "",
        "jp": "話の中身・深さとアニメの大きいギャップを無理やり理屈とセリフで丸め込んだ感強、虚偽はOK?『話の深さ、複雑さ、難解さとアニメでここまで描いてきたものとの差・ギャップが大きすぎる。スタートの研究施設?の出始めから尺の都合上間髪入れずの問答に違和感を覚えるが中身は深く話として興味深いし面白い。つまり中身は良くって原作は良いのだろうがアニメとしては途中から描いている分誰が誰のことかも良くわからんし回想で色々入れられても「あぁそういうこと・・・」とは理解できるが感情移入もしづらい。そして電索官はハロルドを救うために虚偽の報告・・・。いいんかい。。。結局ハロルドが好きなの?それだけ?また電索官をはじめとした作画クオリティの低さ、妙なカット、後出し回想の種明かし最後の握手から混じって溶ける感じでエンディングなどマイナスと言うかどうかな・・という要素も多かった。ただ興味深く面白かったので9点。上に挙げた要素のいくつかが違ったりしてたら10点でも良かったので残念。荒くザルっていうイメージがどうしてもついてくるし。惜しい。なんと対象からの除外から見事な復活』ー9点・復活"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.75,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.6
      },
      "romanized_title": "Your Forma",
      "release_date": "4/2/2025 to 6/25/2025",
      "based_on": "Light Novel",
      "studios": "Geno Studio",
      "creators": "Takaharu Ozaki",
      "external_scores": "6.25 (MAL)",
      "streaming_services": "",
      "synopsis": "In 1992, a pandemic of viral encephalitis shook the world. The medical technology that saved humanity evolved into “Your Forma”—an invasive information device implanted into the brain. In this world where every sight, sound, and even emotion is recorded, investigating major crimes means diving into the collective data, a job reserved for special detectives called “Electronic Investigator.”  Echika Hieda, a prodigious “Electronic Investigator” assigned at an astonishingly young age, stands isolated by her exceptional talent. Her newly assigned partner is Harold, a blonde, blue-eyed humanoid “Amicus.” Together, this unrivaled duo will expose every hidden secret."
    },
    {
      "rank": "spotlight",
      "trend": "down",
      "title": "Shoshimin: How to Become Ordinary 2",
      "jpTitle": "小市民シリーズ（第2期）",
      "kv": "shoshimin",
      "episode": 14,
      "genre": [
        "Mystery",
        "School",
        "Slice of Life"
      ],
      "wrp_score": 9.2,
      "score": 9,
      "review": {
        "en": "",
        "jp": "脚本・演出・構成が凄すぎる、そして面白い。小鳩の放火推理&トマト推理、小佐内０顔出し◎『途中なので８点にしようかとも思ったがとんでもないレベルの脚本・演出・構成で面白すぎたので無理でした。小鳩の推理の対比（放火‐凄い、トマトー外し（わざと?）、また仲丸さん（名前呼び）の言葉の一つ一つに複雑な想い（恨み?）もあったり、今回は小佐内がちょっとした電話（わざとらしく電車の音を入れたり、時計が止まってるのとかもいちいち）での声以外一切でないという不気味さやらとにかくやることが一つ一つ面白く緻密。実際中身はわからないけどちょっと凄いな。正直ついていくのが大変（行けてない）だけどそれでも面白い。まぁ９点です。１期より全然好き。ただ１期があったからだけどね。』ー９点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.5
      },
      "romanized_title": "Shoushimin Series 2nd Season",
      "release_date": "4/5/2025 to 6/22/2025",
      "based_on": "Novels",
      "studios": "Lapin Track",
      "creators": "Mamoru Kanbe",
      "external_scores": "8.03 (MAL)",
      "streaming_services": "",
      "synopsis": "The second season will focus on two new cases from the novel series, adapting the two-part third volume Shuuki Gentei Kuri Kinton Jiken (The Autumn-Exclusive Kuri Kinton Case) and the fifth volume Touki Gentei Bonbon Chocolat Jiken (The Winter-Exclusive Chocolate Bonbons Case)."
    },
    {
      "rank": "editor's pick",
      "trend": "down",
      "title": "Kowloon Generic Romance",
      "jpTitle": "九龍ジェネリックロマンス",
      "kv": "kowloon",
      "episode": 4,
      "genre": [
        "Mystery",
        "Drama",
        "Sci-Fi"
      ],
      "wrp_score": 9,
      "score": 9,
      "review": {
        "en": "",
        "jp": "謎証しの塩梅が絶妙、工藤と鯨井の物理的精神的距離感や周りのキャラも良い、8と9点の境目『正直8点でも9点でもどちらでもいい。良かったしそれなりに徐々に深めている回だし。ただ描き方、進め方の塩梅がとても絶妙で構成やテンポも良い。さりげないジェネリック・テラや聞いていはいけない真実や片方が消える事象と九龍城自体の再生などなどがとてもいい。まだまだ少しずつ楽しんでいきたい。この空気感。もしかしたら8点にするかもだけど。』ー9点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.65,
        "direction": 0.65,
        "charm": 0.6,
        "overall": 1.45
      },
      "romanized_title": "Kowloon Generic Romance",
      "release_date": "4/5/2025 to 6/28/2025",
      "based_on": "Manga",
      "studios": "ARVO ANIMATION",
      "creators": "yoshiaki Iwasaki",
      "external_scores": "7.47 (MAL)",
      "streaming_services": "",
      "synopsis": "Welcome to Kowloon Walled City: a dystopian townscape where the people are brimming with nostalgia, and where the past, present, and future converge. Amid the hidden emotions and extraordinary daily lives of the men and women working in its confines, a tale of romance begins to unfold for real estate agent Reiko Kujirai—one that feels as familiar as Kowloon itself…"
    },
    {
      "rank": "dookie",
      "trend": "down",
      "title": "Witch Watch",
      "jpTitle": "ウィッチウォッチ",
      "kv": "witch",
      "episode": 3,
      "genre": [
        "Comedy",
        "Drama",
        "Supernatural",
        "Romance"
      ],
      "wrp_score": 5.5,
      "score": 5,
      "review": {
        "en": "",
        "jp": "とにかく酷い、『HUNTER2』＋マンガネタ多過ぎ、ただのイチャイチャ、しかもつまらん、可愛いだけ『たったの1話でここまで評価が下がるとはある意味衝撃的。かなり低次元のギャグ、他のマンガネタばかりで謎にダメダメな魔女と鬼?のしょうもなくつまらないイチャイチャを見るだけの作品。最後の里の幼馴染?登場もどうでもいい。辛い』ー5点・切り検討"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "Witch Watch",
      "release_date": "4/6/2025",
      "based_on": "Manga",
      "studios": "Bibury Animation Studios G.K.",
      "creators": "Hiroshi Ikehata",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Morihito Otogi, a high school student who comes from a lineage of ogres, enjoys a peaceful, ordinary life until his childhood friend, Nico, moves in with him. Nico is a witch-in-training, and chooses Morihito to be her familiar. While Nico is thrilled to reunite with her old friend and crush, Morihito is tasked with the perilous duty to protect her from a foretold calamity. Between the unpredictable chaos caused by Nico’s magic, and the awkwardness of sharing a home, their lives become a whirlwind of supernatural hijinks and threats."
    }
  ]
}