{
  "meta": {
    "season": "Summer",
    "year": "2025",
    "recommendationStage": "Mid-Season",
    "seasonDate": "August 16, 2025"
  },
  "enjoymentRanking": [
    {
      "rank": 1,
      "title": "See You Tomorrow at the Food Court",
      "jpTitle": "フードコートで、また明日。",
      "romanized_title": "Food Court de, Mata Ashita",
      "kv": "food",
      "genre": [
        "Comedy",
        "Slice of Life"
      ],
      "base": "Manga",
      "studios": "Atelier Pontdarc",
      "creators": "Kazuomi Koga",
      "seriesComposition": "Jukki Hanada",
      "synopsis": "Meet Wada, who gives off an unapproachable vibe, and Yamamoto, who strikes fear into those around her because of her looks. Though the two girls attend separate high schools, they meet up at a shopping center’s food court almost every day. Take a little peek at the laid-back afternoons Wada and Yamamoto share as they reflect on the ups and downs of high school life together.",
      "comment_en": "Please don’t skip this on first impressions—give it an episode or two. Episodes 1–5 are a chain of small, beautifully shaped moments that build into something unmistakably special; you fall for Yamamoto first, then realize why Wada completes her—episode 5 is the crest. Let me say it again: these carefully crafted vignettes quietly work on you, and before you know it you love the two of them—and the show. In the finale those “specials” dissolve back into ordinary time: the food court becomes theirs again, not ours, and we leave them side by side, phones in hand, not even talking. That’s the magic—we were allowed to share their afternoons for a while; now they return to their everyday. Thank you for the silly, hilarious, and weirdly touching moments; pure joy.",
      "comment_jp": "お願いですから、第一印象や偏見や決めつけで スキップしないでください。そしてチャンスがあれば1話2話と見てください。本当によく考え練られ作られた一つ一つの話を通して、この作品の良さが伝わってきます。そして気がついたら、この作品と 山本と和田の２人が大好きになっていると思います。特別に思えた一つ一つのエピソードが 最後は日常の中に溶け、帰っていきます。2人と一緒に過ごしたフードコートでの時間 、特別で日常—そんな素敵な時間をありがとう！楽しかった！ぜひ見てください。",
      "note_en": "※Complete",
      "note_jp": "※放送終了"
    },
    {
      "rank": 2,
      "title": "Sword of the Demon Hunter",
      "jpTitle": "鬼人幻燈抄",
      "romanized_title": "Kijin Gentoushou",
      "kv": "kijin",
      "genre": [
        "Action",
        "Historical",
        "Drama"
      ],
      "base": "Naro",
      "studios": "Yokohama Animation Laboratory",
      "creators": "Kazuya Aiura",
      "seriesComposition": "Hitomi Mieno (Deko Akao)",
      "synopsis": "In the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword.",
      "comment_en": "You can feel the creators’ love in every cut—how could you not watch? In times like these, a work like this truly matters; ignore the noise and just watch.",
      "comment_jp": "こんなに作り手の愛情が伝わってくる、こんなにもう素晴らしい作品 を見ないでどうするのですか? 今の時代に この作品があることが 本当に 価値のあることだと思います。心無い人の言うことなど聞かず黙って見てください。見れば解ります。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 3,
      "title": "Takopi's Original Sin",
      "jpTitle": "タコピーの原罪",
      "romanized_title": "Takopii no Genzai",
      "kv": "takopi",
      "genre": [
        "Drama",
        "Psychological",
        "Sci-Fi"
      ],
      "base": "Manga",
      "studios": "ENISHIYA",
      "creators": "shinya Iino",
      "seriesComposition": "shinya Iino",
      "synopsis": "A Happy alien, Takopi, lands on Earth with one mission: to spread happiness! When he meets Shizuka, a lonely fourth grader, he vows to bring back her smile using his magical Happy Gadgets. But as he uncovers the pain in her life, Takopi learns that true happiness may require more than gadgets.",
      "comment_en": "eeply felt and brave; the ending will split opinions, but it’s not a convenient wrap-up. Painful at times—may it reach as many people as possible.",
      "comment_jp": "結末は、人によって意見は分かれるみたいですが、少しでも多くの人に届いてほしい、 とても想いのこもった素晴らしい作品だと思います。決してご都合でも丸く収めたわけでもないです。 ちょっと辛いシーンも多いと思いますが、ぜひ見てください。",
      "note_en": "※Complete",
      "note_jp": "※放送終了"
    },
    {
      "rank": 4,
      "title": "April Showers Bring May Flowers",
      "jpTitle": "ブスに花束を。",
      "romanized_title": "Busu ni Hanataba wo.",
      "kv": "busu",
      "genre": [
        "Comedy",
        "Romance"
      ],
      "base": "Manga",
      "studios": "SILVER LINK.",
      "creators": "Mirai Minato",
      "seriesComposition": "Mirai Minato",
      "synopsis": "Hana Tabata is a lonely and unpopular high school girl with negative thoughts. Early morning in the classroom when she was pretending to be a manga heroine, the class's good looking Yosuke accidentally saw her...!? This love, you will definitely want to support it! Masochistic system unpopular girl comedy!",
      "comment_en": "Just-right B-grade charm that shines; why he likes Tabata?",
      "comment_jp": "絶妙なB級さよ。ところで、なんで田端が好きなの?",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 5,
      "title": "Private Tutor to the Duke's Daughter",
      "jpTitle": "公女殿下の家庭教師",
      "romanized_title": "Koujo Denka no Katei Kyoushi",
      "kv": "koujo",
      "genre": [
        "Drama",
        "Fantasy",
        "Romance"
      ],
      "base": "Web Novels",
      "studios": "Studio Blanc.",
      "creators": "Nobuyoshi Nagayama",
      "seriesComposition": "Megumi Shimizu",
      "synopsis": "After Allen failed the court sorcerer exam, he couldn’t return home even if he wanted to. While searching for a job, an unexpected offer comes his way to be the private tutor of the duke’s daughter. Just as he lowers his guard, he faces a girl who can’t use magic at all! But what is preventing her magic from working? Allen’s unconventional lessons gently shine a light on the girl’s future.",
      "comment_en": "The pupils are irresistibly cute—I’m in.",
      "comment_jp": "教え子たちがとにかくかわいい。それでいい、最高。",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    },
    {
      "rank": 6,
      "title": "Summer Pockets",
      "jpTitle": "Summer Pockets",
      "romanized_title": "Summer Pockets",
      "kv": "samapoke",
      "genre": [
        "Drrama",
        "Romance",
        "Supernatural"
      ],
      "base": "Light Novel",
      "studios": "feel.",
      "creators": "Tomoki Kobayashi",
      "seriesComposition": "Keiichirou Oochi",
      "synopsis": "Takahara Hairi never expected summer to feel like a dream. Sent to Torishirojima Island to sort through his late grandmother’s belongings, he’s met with endless sea, quiet nostalgia, and mysterious girls, each chasing something just out of reach. As he settles into island life, lost memories begin to surface and he finds what he never knew he’d lost.",
      "comment_en": "Not comparable to S1—in the best way; everyone’s cute (Shiroha, Umi) and the plot works, as long as you keep expectations modest.",
      "comment_jp": "第1期とは比較になりません。しろは、うみちゃん、みんなかわいい 。プロットも過度な期待をしなければ見れる。制作サイド、ちょっとだけ余裕できたのかな？",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    },
    {
      "rank": 7,
      "title": "Dekin no Mogura: The Earthbound Mole",
      "jpTitle": "出禁のモグラ",
      "romanized_title": "Dekin no Mogura",
      "kv": "mogura",
      "genre": [
        "Comedy",
        "Mystery",
        "Supernatural"
      ],
      "base": "Manga",
      "studios": "Brain's Base",
      "creators": "Hiroshi Ishiodori",
      "seriesComposition": "Shinzou Fujita",
      "synopsis": "\"I won't die 'cause I was banned from the afterlife.\"  A shady self-proclaimed hermit named Momoyuki Mogura, AKA: Mogura, is banned from the afterlife due to an incident. Now he collects spirit possessed will-o'-wisps in his lantern, hoping to make a comeback.  It seems that those who encounter him begin to see peculiar things.",
      "comment_en": "An acquired taste, but far more engaging than that rural high-school BL; better every week.",
      "comment_jp": "人は選ぶが、どこかの田舎の高校生のBLよりはるかに面白い。 回を増すごとに より面白くなってきてる。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 8,
      "title": "Me and the Alien MuMu",
      "jpTitle": "宇宙人ムームー",
      "romanized_title": "Uchuujin MuuMuu",
      "kv": "muumuu",
      "genre": [
        "Comedy",
        "Sci-Fi",
        "Slice of Life",
        "School"
      ],
      "base": "Manga",
      "studios": "OLM",
      "creators": "Tomoya Takahashi",
      "seriesComposition": "Keiichirou Oochi",
      "synopsis": "A cat-like alien from a distant galaxy, MuMu, arrives on Earth. His goal is to learn about home appliance technology on Earth to recover the technology his species has lost. The protagonist, Sakurako, has a typical university life, but everything changes with MuMu's arrival! What begins as an unexpected cohabitation quickly turns into a whirlwind of chaotic events. The chemistry between Sakurako and MuMu leads to a super-spectacular, appliance-filled, and cat comedy adventure.",
      "comment_en": "Light on plot swings, but each episode lands with smart little set pieces—fun.",
      "comment_jp": "ストーリーとしての起伏には乏しいが、秀逸な話で確実に見せてくれる。 面白い。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 9,
      "title": "Call of the Night Season 2",
      "jpTitle": "よふかしのうた Season2",
      "romanized_title": "Yofukashi no Uta",
      "kv": "yofukashi",
      "genre": [
        "Comedy",
        "Romance",
        "Supernatural"
      ],
      "base": "Manga",
      "studios": "Liden Films",
      "creators": "Tomoyuki Itamura",
      "seriesComposition": "Michiko Yokote",
      "synopsis": "Ko overcomes his confusion about becoming a vampire and decides to \"like\" Nazuna, while Nazuna resolves to make Ko \"fall in love\" with her. Without understanding what \"love\" even is, the two of them spend their nights together in a frenzy. Meanwhile, Detective Uguisu Anko is closing in with her plot to kill vampires, not just Nazuna. A vampire's weakness is \"anything they were attached to when they were human\" and so they all try to get rid of this weakness before it's too late. But, Nazuna has no memory of her human life. What is Nazuna's hidden past? Why did Anko start killing vampires? And what is the \"secret\" that Nazuna and Anko share? For Ko, Nazuna, Anko, a fun \"late night\" doesn't end here... a new \"night\" begins!",
      "comment_en": "The OP/ED still hit like S1; everything else… a little sad.",
      "comment_jp": "OPとEDだけは第１期と変わらず良い。 それ以外は… ちょっと悲しい。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 10,
      "title": "Apocalypse Bringer Mynoghra: World Conquest Starts with the Civilization of Ruin",
      "jpTitle": "異世界黙示録マイノグーラ～破滅の文明で始める世界征服～",
      "romanized_title": "Isekai Mokushiroku Mynoghra: Hametsu no Bunmei de Hajimeru Sekai Seifuku",
      "kv": "mynoghra",
      "genre": [
        "Action",
        "Fantasy",
        "comedy",
        "Romance"
      ],
      "base": "Naro",
      "studios": "MAHO FILM",
      "creators": "Yuuji Yanase",
      "seriesComposition": "Kunihiro Okada",
      "synopsis": "Takuto Ira succumbed to illness at a young age and ended up reincarnating in a world that resembles the fantasy turn-based strategy game Eternal Nations. Not only did he reincarnate into his favorite game, but as the god who commands the evil civilization Mynoghra. With Mynoghra's beautiful hero unit, Sludge Witch Atou by his side, not even legendarily difficult race traits will stand in the way of restarting their civilization! “Lord Takuto…won't you start over with me?” Explore, Expand, Exploit, Exterminate! A tactical fantasy world is waiting for heroes like you! Join Eternal Nations today!",
      "comment_en": "My kind of B-grade dark fantasy; the main duo makes it work.",
      "comment_jp": "個人的には、好みのB級ダークファンタジー、メイン2人でよくやるね。 面白い",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    },
    {
      "rank": 11,
      "title": "Turkey!",
      "jpTitle": "Turkey!",
      "romanized_title": "Turkey!",
      "kv": "turkey",
      "genre": [
        "Adventure",
        "Sports",
        "Supernatural"
      ],
      "base": "Original",
      "studios": "BAKKEN RECORD",
      "creators": "Susumu Kudou",
      "seriesComposition": "Naomi Hiruta",
      "synopsis": "\"Turkey\" is a bowling term for scoring three consecutive strikes.  Mai, a second-year student and captain of the Ikkokukan High School Bowling Club, is a genius who can't seem to win a match. Whenever she scores a Turkey, she mysteriously follows it up with an unyielding split—the Snake Eyes.  One day, Rina, the club’s only first-year member, confronts her \"You’re doing it on purpose, aren’t you?\"  \"You’re running away from winning. But I want to win. If you have no intention of winning, I’ll quit.\"",
      "comment_en": "Bowling balls, rolling rocks, and the plot all keep rolling; strike or split, I'm in.",
      "comment_jp": "これからも転がして、転がし続けていくんでしょうか。 僕は好きです。結構ちゃんとしてますよ。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 12,
      "title": "Fermat no Ryouri",
      "jpTitle": "フェルマーの料理",
      "romanized_title": "Fermat no Ryouri",
      "kv": "fermat",
      "genre": [
        "Drama",
        "Slice of Life"
      ],
      "base": "Manga",
      "studios": "domerica",
      "creators": "Kazuya Ichikawa",
      "seriesComposition": "",
      "synopsis": "Kitada Gaku is a prodigy in Mathematics and a scholarship holder at Wels Private Academy, a renowned institution with a long history in the International Mathematical Olympiad. After a series of unfortunate events, he meets Asakura Kai, a culinary prodigy with his own catering business. What does the future hold for these two geniuses, and how do their paths intertwine with each other's?",
      "comment_en": "It feels like TV-drama territory and vibe, but I kinda like it.",
      "comment_jp": "テレビドラマにありそうだけど、嫌いじゃない。",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    },
    {
      "rank": 13,
      "title": "Solo Camping for Two",
      "jpTitle": "ふたりソロキャンプ",
      "romanized_title": "Futari Solo Camp",
      "kv": "futari",
      "genre": [
        "Slice of Life",
        "Outdoor"
      ],
      "base": "Manga",
      "studios": "Synergy SP",
      "creators": "Jun Hatori",
      "seriesComposition": "Aya Satsuki",
      "synopsis": "Gen Kinokura, 34 years old.  A solitary camper who cherishes his alone time in nature, Gen enjoys his usual solo camping trips. However, he unexpectedly encounters Shizuku Kusano, a complete beginner in camping. Reluctantly, Gen ends up camping with Shizuku, despite it being the last thing he wanted to do.  What will become of Gen’s peaceful camping life now that it’s turned upside down by this new companion?",
      "comment_en": "A gruff solo-camper and a college girl—simple, cozy, watchable. Please give her a chance. She's not that bad at all.",
      "comment_jp": "キャンプしてるおっさんと女子大生。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 14,
      "title": "Ruri Rocks",
      "jpTitle": "瑠璃の宝石",
      "romanized_title": "Ruri no Houseki",
      "kv": "ruri",
      "genre": [
        "Adventure",
        "Slice of Life"
      ],
      "base": "Manga",
      "studios": "Studio Bind",
      "creators": "Shingo Fujii",
      "seriesComposition": "Michiko Yokote",
      "synopsis": "Mineral collecting is like a modern-day treasure hunt!  Ruri, a high school girl who loves jewelry and accessories, gets into the world of mineral collecting, venturing into mountains, rivers, and caves. The first volume features numerous minerals, including quartz, garnet, pyrite, gold sand, and fluorite. The manga is full of fascinating scenes focusing on specialized tools such as a panning dish, hammer, and topographical maps. An authentic scientific adventure based on the author's solid knowledge of mineralogy!",
      "comment_en": "The curvy-fanservice push gives me pause, but the gem-polish coming-of-age shines.",
      "comment_jp": "ムチムチ推しは気になるが、宝石が磨かれるような作品で素晴らしい。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 15,
      "title": "Dr. Stone: Science Future Part 2",
      "jpTitle": "『Dr.STONE SCIENCE FUTURE』第4期最終シーズン第2クール",
      "romanized_title": "Dr. Stone: Science Future 4th Season 2nd Cour",
      "kv": "drstone",
      "genre": [
        "Action",
        "Adventure",
        "Comedy",
        "Sci-Fi"
      ],
      "base": "Manga",
      "studios": "TMS Entertainment",
      "creators": "Shuhei Matsushita",
      "seriesComposition": "Kurasumi Sunayama",
      "synopsis": "The second cour of the fourth season of Dr.STONE.",
      "comment_en": "Big-hearted science romance and zeal—I’m sold.",
      "comment_jp": "そのロマンと情熱、私は買います。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 16,
      "title": "Rascal Does Not Dream of Santa Claus",
      "jpTitle": "青春ブタ野郎はサンタクロースの夢を見ない",
      "romanized_title": "Seishun Buta Yarou wa Santa Claus no Yume wo Minai",
      "kv": "buta",
      "genre": [
        "Comedy",
        "Romance",
        "Supernatural"
      ],
      "base": "Naro",
      "studios": "CLOVERWORKS",
      "creators": "Souichi Masui",
      "seriesComposition": "Masahiro Yokotani",
      "synopsis": "After encountering various girls going through Puberty Syndrome, Sakuta Azusagawa's high school days have come to a close, and he is now a university student. He enrolls at a university in Kanazawa-hakkei alongside his girlfriend Mai Sakurajima, a nationally famed actress. Off campus, he stumbles upon an out-of-season miniskirt Santa. Precognitive dreams, an anonymous online singer, poltergeists buzzing on social media... A mysterious tale with enigmatic phenomenons surrounding girls with wavering hearts starts again. Puberty continues...",
      "comment_en": "Exceptionally cute girls keep inexplicably flocking to a guy who already has that “old married couple” vibe.",
      "comment_jp": "老夫婦カップルの旦那に謎にかわいこちゃんたちが集まってくる。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 17,
      "title": "Ginga Tokkyuu Milky☆Subway",
      "jpTitle": "銀河特急 ミルキー☆サブウェイ",
      "romanized_title": "Ginga Tokkyuu Milky☆Subway",
      "kv": "mily",
      "genre": [
        "Adventure",
        "Comedy",
        "Sci-Fi",
        "Fantasy"
      ],
      "base": "Independent ",
      "studios": "タイタン⼯業",
      "creators": "Youhei Kameyama",
      "seriesComposition": "Youhei Kameyama",
      "synopsis": "Super human Chiharu and cyborg Makina got arrested for breaking space traffic laws. They're stuck with a crew of misfits who got caught around the same time: Akane and Kanata, the super human pair; and Kurt and Max, the cyborg pals. Ryoko, the police officer, sentenced them to clean up the interplanetary train – the so-called \"Milky☆Subway,\" as their community service. It should've been a simple job – until the train suddenly takes off into deep space! The crew scrambles in confusion as chaos unfolds onboard! No purpose! No principle! No point! A never-before-seen space-train spectacle, powered by nothing but pure momentum!",
      "comment_en": "Old-school Gainax energy? It’s fun.",
      "comment_jp": "懐かしのザ・ガイナックスノリか?楽しい。",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    },
    {
      "rank": 18,
      "title": "My Dress-Up Darling Season 2",
      "jpTitle": "その着せ替え人形は恋をする Season 2",
      "romanized_title": "Sono Bisque Doll wa Koi wo Suru Season 2",
      "kv": "bisque",
      "genre": [
        "Comedy",
        "Romance",
        "Ecchi"
      ],
      "base": "Manga",
      "studios": "CLOVERWORKS",
      "creators": "Keisuke Shinohara",
      "seriesComposition": "Yoriko Tomita",
      "synopsis": "When Marin Kitagawa and Wakana Gojo met, they grew close over their love for cosplay. Through interacting with classmates and making new cosplay friends, Marin and Wakana’s world keeps growing. New developments arise as Marin’s love for Wakana continues to be filled with endless excitement. In their ever-expanding world, Marin and Wakana’s story of cosplay and thrills continues!",
      "comment_en": "CloverWorks polish—clean and high-quality, but things are not quite there yet.",
      "comment_jp": "The CloverWorks。綺麗でクオリティが高いですね。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 19,
      "title": "Hotel Inhumans",
      "jpTitle": "ホテル・インヒューマンズ",
      "romanized_title": "Hotel Inhumans",
      "kv": "hotel",
      "genre": [
        "Action",
        "Drama"
      ],
      "base": "Web Comics",
      "studios": "Bridge",
      "creators": "Aminotetsuro",
      "seriesComposition": "Shouji Yonemura",
      "synopsis": "The best hotels must meet certain standards, including the finest cuisine, ways to relax, and entertainment. Of course, they also need the best selection of weapons, reliable ways to falsify one’s identity, and ways to dispose of evidence. In this hotel at the border of death stand two concierges, Ikuro Hoshi and Sara Haizaki. What kinds of requests will the assassins have for them next?",
      "comment_en": "What’s with those eccentric cutaways?",
      "comment_jp": "時折入れる独特なカットは何でしょう。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 20,
      "title": "Welcome to the Outcast's Restaurant!",
      "jpTitle": "追放者食堂へようこそ！",
      "romanized_title": "Tsuihou  Shokudou e Youkoso!",
      "kv": "tsuihou",
      "genre": [
        "Adventure",
        "Comedy",
        "Fantasy"
      ],
      "base": "Web Novels",
      "studios": "OLM Team Yoshioka",
      "creators": "Jouji Shimura",
      "seriesComposition": "Hitomi Mieno (Deko Akao)",
      "synopsis": "When superstar adventurer Dennis gets booted from the world’s strongest party, he teams up with runaway Atelier to serve up his true passion—delicious cuisine. But this not-so-average eatery has not-so-average patrons. Dennis will battle his quirky customers’ troubles with his trusty butcher knife and wok. Visit Adventurer’s Restaurant and fill up your heart and stomach!",
      "comment_en": "If Atelier stays adorable, that alone might carry it.",
      "comment_jp": "アトリエが可愛ければそれでいいんじゃないでしょうか。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 21,
      "title": "Clevatess",
      "jpTitle": "クレバテス-魔獣の王と赤子と屍の勇者-",
      "romanized_title": "Clevatess: Majuu no Ou to Akago to Kabane no Yuusha",
      "kv": "cleatess",
      "genre": [
        "Action",
        "Drama",
        "Fantasy"
      ],
      "base": "Web Comics",
      "studios": "Lay-duce",
      "creators": "Kiyotaka Taguchi",
      "seriesComposition": "Keigo Koyanagi",
      "synopsis": "The story centers on the the titular Clevatess, the lord of Dark Beasts, who wields both uncanny intellect and destructive power. Frustrated by the 13 heroes tasked to destroy him, he has decided to be rid of humanity once and for all. However, he has been charged with one nuisance: he revived a hero he personally slayed and adopts an orphaned humanoid baby—the last hope to save a dying world. The world stands upon the brink of Armageddon, with the obligation of raising one child holding it all back. Now bound together, what fate awaits this unlikely trio?",
      "comment_en": "I’m getting “likely to disappoint” vibes.",
      "comment_jp": "期待外れになりそうな予感。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 22,
      "title": "The Fragrant Flower Blooms with Dignity",
      "jpTitle": "薫る花は凛と咲く",
      "romanized_title": "Kaoru Hana wa Rin to Saku",
      "kv": "kaoru",
      "genre": [
        "Comedy",
        "Drama",
        "Romance"
      ],
      "base": "Web Comics",
      "studios": "CLOVERWORKS",
      "creators": "Miyuki Kuroki",
      "seriesComposition": "Rino Yamazaki",
      "synopsis": "Chidori High is a boys’ school that takes in the dregs of society with the lowest grades. Next door stands Kikyo Girls’ High, where the wealthy, high-class families send their precious daughters. Chidori second-year Rintaro, who has a fierce face but a gentle heart, is helping at his family’s patisserie when he meets a girl named Kaoruko. The two hit it off right away…but this blissful peace is quickly disturbed when Rintaro discovers that Kaoruko is actually a student at Kikyo. Worse, she doesn’t seem to realize what a huge problem this really is! Will these two be able to forge a path for themselves, and sidestep the traps (metaphorical and literal) laid by their classmates?",
      "comment_en": "Classic CloverWorks: gorgeous craft, a bit too convenient? plotting, and overcooked melodrama—slick yet tiring...maybe.",
      "comment_jp": "The CloverWorks。ご都合と過度な眩しさ。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 23,
      "title": "Dan Da Dan Season 2",
      "jpTitle": "ダンダダン 第2期",
      "romanized_title": "Dan Da Dan 2nd Season",
      "kv": "dandadan",
      "genre": [
        "Supernatural",
        "Romance",
        "Comedy"
      ],
      "base": "Manga",
      "studios": "Science SARU",
      "creators": "Fuuga Yamashiro、Abel Gongora",
      "seriesComposition": "Hiroshi Seko",
      "synopsis": "Okarun and Jiji have made a strange discovery, while Momo finds herself under attack! What mysterious encounters await them next?!",
      "comment_en": "Season 1 was great; S2 stuffs in so much spectacle that the charm gets drowned out.",
      "comment_jp": "１期は良かったなぁ。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 24,
      "title": "CITY THE ANIMATION",
      "jpTitle": "CITY THE ANIMATION",
      "romanized_title": "CITY THE ANIMATION",
      "kv": "city",
      "genre": [
        "Comedy",
        "Slice of Life"
      ],
      "base": "Manga",
      "studios": "Kyoto Animation",
      "creators": "Taichi Ishidate",
      "seriesComposition": "Ayano Satou, Masashi Nishikawa",
      "synopsis": "This town, is not just a normal town. There's laughter, love and emotional moments. An unpredictable ordinary life presented by the residents. Exciting stuffs come one after another. Welcome to CITY.",
      "comment_en": "Too early to call—I’ll hold my tongue for now.",
      "comment_jp": "今はまだ何も言うまい。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 25,
      "title": "The Summer Hikaru Died",
      "jpTitle": "光が死んだ夏",
      "romanized_title": "Hikaru ga Shinda Natsu",
      "kv": "hikaru",
      "genre": [
        "Horror",
        "Mystery",
        "Supernatural",
        "Thriller"
      ],
      "base": "Web Comics",
      "studios": "CygamesPictures",
      "creators": "Ryouhei Takeshita",
      "seriesComposition": "Ryouhei Takeshita",
      "synopsis": "Two best friends living in a rural Japanese village: Yoshiki and Hikaru. Growing up together, they were inseparable… until the day Hikaru came back from the mountains, and was no longer himself. “Something” has taken over Hikaru’s body, memories, feelings… and everything they know begins to unravel.",
      "comment_en": "I can’t tell what it wants to be—occult horror, BL, or neither; it just drifts.",
      "comment_jp": "これは何？何をやってる？オカルト？BL?それとも何でもないのか。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 26,
      "title": "Uglymug, Epicfighter",
      "jpTitle": "ブサメンガチファイター",
      "romanized_title": "Busamen Gachi Fighter",
      "kv": "busa",
      "genre": [
        "Adventure",
        "Fantasy"
      ],
      "base": "Naro",
      "studios": "WHITE FOX",
      "creators": "Toshiyuki Sone",
      "seriesComposition": "Kenta Ihara",
      "synopsis": "His looks are -255, touching girls causes him pain, and sexual acts will literally tear him apart. Just what can our ex-salesman Shigeru get in the other world in exchange for such inconveniences...? This is an epic tale of one very ugly, but ridiculously strong man!",
      "comment_en": "I still can’t find a reason to watch, though it’s more competent than I expected.",
      "comment_jp": "特に見る意味を見出せないが思ったよりはまともっぽい。",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    },
    {
      "rank": 27,
      "title": "I Was Reincarnated as the 7th Prince so I Can Take My Time Perfecting My Magical Ability Season 2",
      "jpTitle": "転生したら第七王子だったので、気ままに魔術を極めます 第2期",
      "romanized_title": "Tensei shitara Dainana Ouji Datta node, Kimama ni Majutsu wo Kiwamemasu 2nd Season",
      "kv": "dainana",
      "genre": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "base": "Light Novel",
      "studios": "Tsumugi Akita Anime Lab",
      "creators": "Jin Tamamura",
      "seriesComposition": "Naoki Tozuka",
      "synopsis": "The second season of Tensei Shitara Dai Nana Ouji Dattanode, Kimamani Majutsu wo Kiwamemasu.  After a victorious battle against Guisarme in the Lordost region, Lloyd’s pursuit of magic knows no bounds. His next goal? Holy Magic! To learn this sacred art, Lloyd and his companions visit a church, but what awaits them there…?",
      "comment_en": "Not bad, but the ultra-OP lead and toddler-ish vibe are a bit too much.",
      "comment_jp": "悪くはないが、主人公の最強さも度が過ぎてるし、幼児っぽさもやばめ。",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    },
    {
      "rank": 28,
      "title": "New Saga",
      "jpTitle": "強くてニューサーガ",
      "romanized_title": "Tsuyokute New Saga",
      "kv": "saga",
      "genre": [
        "Adventure",
        "Fantasy"
      ],
      "base": "Naro",
      "studios": "Sotsu X Studio Clutch",
      "creators": "Naoki Mizusawa",
      "seriesComposition": "Kenta Ihara",
      "synopsis": "After a brutal war, magic swordsman Kyle defeats the Demon King but is left dying. A crimson crystal sends him four years into the past to his once-destroyed hometown where he finds his lost loved ones alive. Armed with future knowledge, Kyle vows to prevent the coming tragedy and rewrite fate.",
      "comment_en": "It just doesn’t have that hook; no real charm or standout appeal.",
      "comment_jp": "華も魅力もまるでない",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    },
    {
      "rank": 29,
      "title": "The Water Magician",
      "jpTitle": "水属性の魔法使い",
      "romanized_title": "Mizu Zokusei no Maho Tsukai",
      "kv": "mizu",
      "genre": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "base": "Naro",
      "studios": "Typhoon Graphics",
      "creators": "Hedeyuki Satake",
      "seriesComposition": "Jun Kumagai",
      "synopsis": "Ryou is delighted to be reincarnated into the fantastical world of Phi, where he thinks he’ll get to live a quiet life learning to use his newfound water magic. Going with the flow here, however, means something very different. Ryou is immediately pitted against the wild lands he winds up in and the slew of deadly monsters that call the remote subcontinent home. You’d think he’d forget about taking it easy when he’s stuck fighting for his life, but lucky for Ryou, he’s naturally optimistic, clever, and blessed with the hidden “Eternal Youth” trait. Twenty years pass in the blink of an eye, and each encounter along the way pushes him one step closer to the pinnacle of human magic. Little does he realize that’s only the opening chapter of his tale. A fateful meeting soon thrusts Ryou to the forefront of history, forever changing the course of his life... Thus begins the adventures of the strongest water magician the world has ever seen—who also likes to do things at his own pace!",
      "comment_en": "Looks quietly pretty; the art is the draw.",
      "comment_jp": "なんとなく絵が綺麗。",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    },
    {
      "rank": 30,
      "title": "Grand Blue Dreaming Season 2",
      "jpTitle": "ぐらんぶる Season 2",
      "romanized_title": "Grand Blue 2nd Season",
      "kv": "guraburu",
      "genre": [
        "Comedy",
        "Slice of Life",
        "Sports"
      ],
      "base": "Manga",
      "studios": "Zero-G X Liber",
      "creators": "Shinji Takamatsu",
      "seriesComposition": "Shinji Takamatsu",
      "synopsis": "University is back in session for Iori, and so are the booze-fueled parties! Between diving club shenanigans, a surprise from his sister, and wild tests of courage, normal college life is anything but. Dive back into the madness with Iori and his beloved crew of lively splash artists.",
      "comment_en": "Was S1 a mirage? S2 has none of that gleeful spark—maybe it’s just me.",
      "comment_jp": "1期は幻か。2期は その面白さの欠片もないと感じているのは自分だけらしい。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 31,
      "title": "Watari-kun's ****** Is about to Collapse",
      "jpTitle": "渡くんの××が崩壊寸前",
      "romanized_title": "Watari-kun no xx ga Houkai Sunzen",
      "kv": "watari",
      "genre": [
        "Comedy",
        "Drama",
        "Romance"
      ],
      "base": "Manga",
      "studios": "Staple Entertainment",
      "creators": "Takashi Naoya",
      "seriesComposition": "Tatsuya Takahashi",
      "synopsis": "Naoto Watari lives solely for his little sister, Suzushiro, until his chaotic childhood friend, Satsuki, storms back into his life. Without uttering a single word, her very presence ignites buried memories and unravels his rigid routine. As tensions rise and secrets surface, Naoto’s devotion to Suzushiro clashes with unresolved pain, threatening to collapse his fragile world.",
      "comment_en": "Scattered aims: sister, crush, childhood friend, what is it about, by the way?",
      "comment_jp": "とっ散らかり過ぎて何にもわからん。妹・憧れ・幼馴染の全てを手に入れたいのか？",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    },
    {
      "rank": 32,
      "title": "Secrets of the Silent Witch",
      "jpTitle": "サイレント・ウィッチ 沈黙の魔女の隠しごと",
      "romanized_title": "Silent Witch: Chinmoku no Majo no Kakushigoto",
      "kv": "silent",
      "genre": [
        "Adventure",
        "Fantasy"
      ],
      "base": "Naro",
      "studios": "Studio五組",
      "creators": "Takaomi Kanezaki/Yasuo Iwamoto",
      "seriesComposition": "Takaomi Kanasaki",
      "synopsis": "Monica Everett, the Silent Witch, is the world’s only practitioner of Voiceless Magic, a veritable heroine who single-handedly fended off the Black Dragon of legend. However, the young prodigy is actually…super-duper shy! Yup, turns out she only learned Voiceless Magic to avoid speaking in public. Ignorant of this, the Seven Sages have placed her on a top-secret mission to guard the Second Prince. Can Monica keep it together as she contends with both social interaction and the evils targeting the young royal?",
      "comment_en": "It's just all about \"Isn't Monica cute?\" kind of anime (Not for me, please).",
      "comment_jp": "まさかのモニカが可愛い（ 個人的には無理）しかない作品。",
      "note_en": "",
      "note_jp": ""
    },
    {
      "rank": 33,
      "title": "Nukitashi the Animation",
      "jpTitle": "ぬきたし THE ANIMATION",
      "romanized_title": "Nukitashi The Animation",
      "kv": "nukitashi",
      "genre": [
        "Comedy",
        "Ecchi",
        "Romance"
      ],
      "base": "Games",
      "studios": "Passione",
      "creators": "Nobuyoshi Nagayama",
      "seriesComposition": "Kenta Ihara",
      "synopsis": "The island of the everlasting summer, Seiran Island.  Junnosuke Tachibana, whose family home was on this island, returned to it with his sister, Asane Tachibana, after the death of their parents.  However, Seiran Island has become a place of madness due to the implementation of the “Perverted Law,” a law designed to combat population decline. This law permits and even encourages lewd sex acts everywhere on the island, and refusing to engage in “reproductive activities” is punished almost as severely as a crime.  Junnosuke, a proud virgin and staunch defender of virginity, questions the legitimacy of this law. Determined to protect both his and his beloved sister’s purity, he forms the anti-copulation front NLNS (No Love No Sex) and sets out to destroy the Perveted Law once and for all.  “I’ll… destroy the Perverted Law!”",
      "comment_en": "Not even sexy, not funny, not coherent—just “bold” for boldness’ sake.",
      "comment_jp": "エロくも面白くもない。チャレンジ精神？のみ。",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    },
    {
      "rank": 34,
      "title": "A Couple of Cuckoos Season 2",
      "jpTitle": "カッコウの許嫁Season2",
      "romanized_title": "Kakkou no Iinazuke 2nd Season",
      "kv": "kakkou",
      "genre": [
        "Comedy",
        "Romance"
      ],
      "base": "Manga",
      "studios": "Okuruto Noboru",
      "creators": "Masakazu Hishida",
      "seriesComposition": "Masakazu Hishida",
      "synopsis": "The second season of Kakkou no Iinazuke.  Umino Nagi and Amano Erika were born on the same day and swapped at birth. Nagi was raised as the son of a diner owner, and Erika the daughter of a hotel tycoon. Their parents encourage them to become engaged, and they begin life together. Soon though, infatuations arise as Nagi becomes stuck in a love quadrangle. Life and love are embroiled in epic turmoil as fate is set in motion once again!",
      "comment_en": "I can’t even tell what it’s trying to do anymore; the very point of this season baffles me.",
      "comment_jp": "もう何をやっているのかすらわからない。何故これが存在するんだろう。",
      "note_en": "※not ranked",
      "note_jp": "※対象外"
    }
  ]
}