{
  "meta": {
    "week": "week 4",
    "duration": "07-27-Sun-08-02-Sat",
    "season": "2025 Summer",
    "ep_range": "ep.4-5",
    "status": {
      "watching": 22,
      "droppedThisWeek": 0,
      "droppedTotal": 23,
      "backOnList": 0,
      "noAir": 0,
      "completed": 0,
      "total": 45
    }
  },
  "entries": [
    {
      "rank": 1,
      "trend": "stay",
      "title": "Takopi's Original Sin",
      "jpTitle": "タコピーの原罪",
      "kv": "takopi",
      "episode": 6,
      "genre": [
        "Drama",
        "Psychological",
        "Sci-Fi"
      ],
      "wrp_score": 10.45,
      "score": 11,
      "review": {
        "en": "It was truly magnificent.<br>Of course, there were convenient plot devices — like how a broken camera, once imbued with Takopi's \"Happy Power,\" could be used exactly once to return to the moment when the photo was taken. But that's not the real point. Those conveniences existed to serve the story's deeper, underlying theme — something the series had been building toward all along — and in that sense, they became one of the unique beauties only anime can offer.<br><br>Takopi is foolish, useless, clingy, and bad at listening. He gives up easily, yet keeps following people around. But that's exactly why his presence mattered. Even if he couldn't directly solve the problems each character was facing, he might still change something — and perhaps it's that persistence, that act of staying by someone's side and continuing to act, that creates the possibility for change.<br><br>Takopi never stopped wishing for Marina and Shizuka to be happy, and kept acting on that wish, however clumsily. That's why, when the miraculous one-time chance to turn back time arose, it led to a true miracle in that alternate timeline — the two of them finally understanding each other. A single notebook page with Takopi's doodles became the spark. Because he had stayed by them, wanting so deeply to make them smile, the seed for another possibility had been planted. And why it was possible? it's because Takopi had already meant something to them.<br><br>In the new world after time was reset — a world without Takopi — even Azuma seemed to be living out the wish he had made earlier: to have honest fights with his brother. The ending didn't \"fix\" anything — none of their core problems were resolved — but it left us in a world where Marina and Shizuka could understand each other and share a smile. That may well have been the world Takopi most wanted, even if it meant erasing his own existence. Or perhaps it had to be that way — maybe Takopi's very existence and involvement with people he should never have met were the \"original sin\" in the title.<br><br>It may be that Takopi's very existence — his involvement with people he should never have met — was his \"original sin.\" And yet, that very sin became the catalyst for change, however small. By staying close, by sharing their pain and their days, he became an indelible part of their hearts. <br><br>I had expected the final episode to run longer, but instead it was shorter — 22 minutes and 22 seconds. Not a second felt wasted. The result was an intense, condensed conclusion that left me deeply moved. While the earlier \"convenience\" might bother some, I believe it was not a flaw, rather a necessary piece of the work's beauty.<br><br>Supplement 1<br>Early in the episode, Azuma came to the old drainage pipes — not to stir trouble, but to say \"thank you\" for the happy times they'd shared. That showed he had acknowledged and accepted Takopi's existence. At the same time, it was a goodbye — to both Takopi and Shizuka — a quiet signal that in the reset world, he would not cross paths with her again. Marina, too, once felt an overwhelming sadness when Takopi left to try to change the tragic path she was on. Shizuka, after hearing Takopi's heartfelt apologies — \"I'm sorry I didn't listen, I'm sorry I couldn't do anything\" — saw her view of him shift completely. That deepened the impact of his eventual disappearance, and without those moments, the \"miracle\" in the new world could not have happened.<br><br>Even if nothing could be solved, even if the problems remained, the presence of someone who listens, who stays beside you, can spark change — however small, however indirect.<br><br>Supplement 2<br>When Takopi disappeared, the reset didn't just erase his body — it erased the fact that he had ever been there. Yet in that world, what they had felt with him still lived on in their hearts. That's the proof of what happens when someone, however foolish or powerless, stays close out of a sincere wish to make you happy. I don't want to reduce it to the word \"salvation,\" but maybe caring, wishing, and staying beside someone can amount to the same thing. And maybe that's why things that look like miracles can happen — because they aren't miracles at all.<br><br>Supplement 3<br>Perhaps Takopi's \"original sin\" was simply being there at all — involving himself with people he was never meant to meet. His use of \"happy gadgets\" often made things worse, pushed people to anger, or changed nothing at all. And in the worst case, he even killed Marina. It's awful enough to think, \"If only he'd never been there…\" Yet without him, things wouldn't have gotten better either — they might have even grown worse.<br><br>In the end, he learned the importance of listening, not trying to forcibly fix things, but accepting them. In this harsh world, most problems don't have solutions — especially the cruel, complex ones where perpetrators are also victims. Most of the time, what matters is how we choose to live with them. For Marina, Shizuka, and Azuma, their time with Takopi gave them moments to feel, despair, reflect, and realize things. Even if the reset erased their memories, the impressions remained. Azuma kept his distance from Shizuka without knowing why. Marina and Shizuka, who had reached the worst possible end before, now found comfort in recalling — however faintly — the presence of someone who had wished for their happiness.<br><br>And that's why even something as small as a doodle in a notebook could change their relationship.<br><br>Maybe the true lesson of Takopi's Original Sin is that the essence of a \"problem\" is not the problem itself, but how we choose to face it — and sometimes, just having someone who stays beside you, no matter how powerless, is enough to plant the seed for change.<br>",
        "jp": "『素晴らしかった。もちろん都合のいい所はある。壊れたカメラでもタコピーのハッピーパワーで一度だけ写真を取った時に時間を巻き戻せるとか、とか、とか。<br>しかし問題はそこではない。<br>もっと根底にある大きなテーマを見せるために、そのために積み上げてきたものがあるからこそ、それを可能にするという意味でその「都合」が起きることは、言ってみれば\"アニメならではの美しさ\"の一つでもある、と思う。<br><br>(そのテーマは何?<br>それはタコピーが自分の罪は何も出来ない、問題を解決できないことではなく、自分が関わってしまっていることがいけない＝原罪なのだと気付いたということなのだろう。<br>そしてここまで関わり、ハッピーな道具に頼ったり安易な発想で眼の前の問題を解決することではなく、当事者である３人と向き合い、話を聞き、受け止めることを学んだ上で、これからどうするかはこの子達次第だと「信じること」を学んだということなのだろう。<br>この３人はタコピーに彼らが抱えている問題を解決して欲しいなどとお願いしたことがあっただろうか。（やるせない「どうにかしてくれ」はあったと思うけど、殆どは「何で?」、「何故こんなことに?」、「辛い」ということを聞いてほしい、わかって欲しかった、そんな自分を見て、認識して欲しかっただけなんだと思う。）<br>だからその上で自分のありったけのハッピーパワーを使い切り自分の存在を消す＝無かったことにすることで、自分がいない世界線に彼らを戻すことができたのだろう。<br>そしてそこで彼女らに「ぼくはいるべきではない」「君たちなら大丈夫」って信じて送り出せたのかも知れない。<br>繰り返しになるがそう思えたのはちゃんと彼らと向き合ったから、彼らもタコピーと向き合ったから記憶が消えてもそこで得たもの、成長の痕は多少なりとも残ったのだろう。<br>僅かなタコピーの記憶とともに。）<br><br>バカで何も出来ず、無力で話を聞かなくて諦めも悪くついて回るタコ。<br>しかし、その存在には意味があった、、、はず。<br>だからこそ、たとえ直接問題を解決出来なくても、何かを変えることができるのかもしれない。<br>そんな「可能性」を生むのは共に居続けること、行動し続けることなのかもしれない。<br>無能なタコピーは、それでもずっとまりなちゃんとしずかちゃんをハッピーにしたいと想い続けてそのために行動し続けていた。<br>だからこそ、奇跡のようにたった一度だけ時間を戻すカメラが使え、戻った先の世界線で本当の奇跡＝「二人が解り合う」が起きたのだろう。<br><br>たった一つの、ノートに描かれたタコピーの落書き。<br>あれだけまりなちゃんとしずかちゃんを笑顔にしたいと願いつづけて傍にいたから、そこに結びつくきっかけになったのだろう。<br>また、あずまくんも戻った後のタコピーの居ない世界で、以前願っていた様に兄貴とちゃんと喧嘩できているというのも良かった。<br><br>結末が、何も問題は解決していないけど、この二人が解り合って笑い合っていられる世界というのが良かった。<br>それはタコピーが自分という存在を無かったことにしてまでも、一番望んだ世界なのかもしれない。<br>いや、逆にそれが必要だったのだろう。<br>タコピーが存在し、関わってしまうこと事態が「原罪」なのかもしれない。<br>ただ、だからこそ変化のほんの小さなきっかけにもなったのだろう。<br>親身に共に居続けたことで３人それぞれにとって心に刻まれる存在になったからこそ。<br><br>最終回だからきっと尺を伸ばすのだろう、と思っていたらまさか逆に短く22分22秒。<br>意外だった。<br>冗長にドラマチックにする代わりに凝縮された濃厚な22分に圧倒された。<br>始めに述べたように多少気になるご都合はあっても、それは本作にとって必要な美しさだと思っている。<br><br>補足①：序盤であずまくんが土管のところに来たのも、一緒にいた楽しい時間に「ありがとう」を告げるためだった。<br>それはタコピーの存在をしっかりと認識し受け止めたことのあかしだし、同時にタコピーにもシズカちゃんにも「さよなら」を言うためでもあって、その時点で時間が戻った後にもうシズカちゃんとは関わりを持たない世界線を行くことを既に示していたのだろう。<br>まりなちゃんもかつてお母さんを殺めてしまった後にタコピーがそれを変えるために去った際、やはり圧倒的な悲しさと共にいた時間を思っていた。<br>シズカちゃんもタコピーから「ごめんね」「話を聞かなくてごめん」、「何も出来なくてごめん」と、「どうしたらいいのかもわからないけど、ただただ話を聞きそのままを受け止めてあげることが出来なくてごめん」と謝られ、彼女にとってのタコピーの存在が確実に変化したし、だからこそタコピーが時間を戻して消え去る時に強烈にタコピーの存在を改めて認識したのだろう。<br>そういったことがなかったらその後の世界での奇跡（奇跡ではない）＝二人の関係の変化は起き得なかったと思う。<br><br>何も出来なかったとしても、問題を解決することが出来なかったとしても、自分の思いや話を聞き、隣りにい続けてくれる存在の大切さ、それが間接的でも小さくても奇跡のような変化を起こすのかもしれない。<br><br>それは言い換えれば、タコピーがそれを起こしたのではなく当事者である彼女らの心にタコピーと共にした経験があったからこそ、彼女たちの中に芽生えたほんの些細な変化のきっかけが起こしたことなのでしょう。<br>そんなことが、そんなことを起こすきっかけになるような想いや事柄が世界に少しでも多くあればいいと願いたくなる、そんな気がする視聴直後の余韻です。<br>ありがとう。<br>素晴らしい全6話でした。<br>多くの人の目に、心に届くことを願っています。<br>整理の全くついていない長文失礼しました。<br><br>補足②：タコピーが（ハッピーパワー?を使って）消えることで時間が戻る機能が使える事自体はご都合だけど、それは或る意味「タコピーの存在が消えた世界」、「タコピーがいなかった世界」でも三人それぞれがタコピーと過ごした世界で心に刻んだものが生きていた証でもある。<br>それはタコピーが皆のことを想い、笑顔に、幸せにしたいと願って無力でも諦めずしつこく傍にい続けたからこその証なのだろう。<br>それは救いという言葉では片付けたくないが、「救い」と「願い」と「無力でもそばにいること」は同じになり得るのかも。<br>だからこそ奇跡のように思えることも起きるのかも知れない。<br>それは奇跡なんかじゃないから。<br>タコピーと過ごした時間は或る意味、あまりにも過酷な架空の成長期のようでもあった、、、かな。<br>記憶は消えるかも知れないが心に刻みつけられたものは残る。<br><br>補足③：タコピーが存在していて、本来関わるはずのないシズカちゃんとまりなちゃんと東君に関わってしまうこと自体がタコピーの原罪なのだろうか。<br>本来関わるはずのなかった三人に関わり、ハッピー道具でかえって状況を悪化させ、苛立たせ、なんにも事態は好転しない、そして挙句の果てには自分でまりなちゃんを殺してしまう。<br>あまりにも酷い。<br>そもそもタコピーさえいなかったら・・・と思ってしまうほどに。<br>いや、いなくても結局変わらないだろうけど。<br>それでも出会ってしまった。<br>そしてタコピーは一生懸命で、いつも傍に居続けたことで最終的には話を聞くこと、解決しようとするのではなく受け止めることの大事さを悟った。<br>そしてそれは三人にもある種同様の変化をもたらしたのかも知れない。<br><br>問題というのはこの世界において殆ど解決することは無いのかも知れない。<br>それが酷ければ酷いほど、複雑であればあるほど。<br>加害者も被害者であったり、一元的、二元的にみてもどうしようもない事だらけなのがこの世知辛い世の中。<br>殆どのことはどう向き合っていくか次第なのかも知れない。<br>逃げることも一つだろうし、受け入れることも一つだろうし、見方を変えるのもひとつだろうし、何も変わらないでも支えを得ることも一つだろうし、人々はそういった形で対処していくことが多いのだと思う。<br><br>そしてこの３人はタコピーと過ごしている間に色々なものを経験し、想い、絶望し、気付いたりした。<br>時間が戻る前の彼らの体験や気付きはたとえ記憶が失われてもその中に刻みつけられたものは残るのかも知れない。<br>ただただ元々あった、タコピーがいなかった世界線であずまくんはシズカちゃんと関わりを持たないことを無意識に実践するし、最期まで何も解決せずどころか最悪の結果になり、どうにも救いのなかったシズカちゃんとまりなちゃんはただ自分にとってのタコピーの存在やかかわり合いに救われていた自分に気付いたし、そしてタコピーの二人にハッピーであってほしいという願いもそれに混じってかすかにでも刻まれていたのだろう。<br>だからこそ無意識に書いたノートの落書きという些細なものがきっかけで二人の関係は変わることが出来たのかも知れない。<br>例え何も解決することが出来なくても、いや寧ろ、無理やり解決しようとするよりも、問題の本質は問題そのものではなく、「自分がそれとどう付き合っていくかという問題である」という方向に目を、心を向けることが出来たのはタコピーの原罪のおかげなのかも知れない。<br><br>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.85,
        "script": 0.9,
        "direction": 0.9,
        "charm": 0.9,
        "overall": 1.9
      },
      "romanized_title": "Takopii no Genzai",
      "release_date": "6/28/2025 to 8/2/2025",
      "based_on": "Manga",
      "studios": "ENISHIYA",
      "creators": "shinya Iino",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "A Happy alien, Takopi, lands on Earth with one mission: to spread happiness! When he meets Shizuka, a lonely fourth grader, he vows to bring back her smile using his magical Happy Gadgets. But as he uncovers the pain in her life, Takopi learns that true happiness may require more than gadgets."
    },
    {
      "rank": 2,
      "trend": "up",
      "title": "Sword of the Demon Hunter",
      "jpTitle": "鬼人幻燈抄",
      "kv": "kijin",
      "episode": 16,
      "genre": [
        "Action",
        "Historical",
        "Drama"
      ],
      "wrp_score": 10.05,
      "score": 11,
      "review": {
        "en": "Magnificent. This was a truly remarkable episode of an already remarkable series.<br>To be able to watch something like this in the summer of 2025 feels like both a blessing and a privilege.<br><br>I've said it before: the animation does have its rough spots. The characters' faces don't always stay consistent.<br>And yet, you can feel—almost painfully—how much of the staff's full strength and passion has been poured into every frame.<br>Not a single cut or piece of composition feels careless.<br>It's clear they want to present the best possible adaptation of the outstanding source material, through the best writing, acting, and direction they can offer.<br><br>This episode had a certain strangeness to it—almost as if the viewer, too, had been tricked into seeing an illusion by Yuunagi's mischievous spirit.<br>And strangely enough, that sensation was… comforting.<br><br>From the very start, with Jinya's soba-making training, it was already captivating.<br>Then came the scene where Jinya went out to hunt a demon—only to face what may have been nothing more than an illusion conjured by Yuunagi.<br>It was truly mysterious, and the vision he saw felt like a fusion of their unspoken, subconscious longings—Jinya's and Yuunagi's—somehow synched and blended together, even though both knew it could never be real: a peaceful, quiet life with a loving partner—Shirayuki, in Jinya's case—and their baby.<br><br>Seeing how long Jinya has continued to love Shirayuki, I wonder—did Yuunagi, in her own way, feel jealousy toward someone so deeply cherished?<br>And perhaps it was precisely because Jinya is who he is that she revealed the existence of the baby and entrusted it to him.<br><br>This was a truly outstanding episode.<br>One of the greatest joys of watching anime is stumbling upon episodes like this—moments that stay with you long after the credits roll.<br>It seeps gently into the heart.<br>All I can say is… thank you.<br><br>I also couldn't help but feel that the voice acting this time was especially powerful.<br>Yuunagi's actress, Yoko Fujita, delivered another fantastic performance.<br>And the guest voice actors—most of whom appear only in their respective episodes—were, as always, outstanding, even if I don't know many of their names.<br>",
        "jp": "素晴らしい。素晴らしい作品の、さらに素晴らしい回を見た。<br>2025年のこの夏に、まだこんな作品を見られることを幸せに思い、誇りにすら感じる。<br><br>何度も言うが、作画には危ういところはある。人物の顔も安定していないかもしれない。<br>しかし、それでも持てる力のすべてを注ぎ込んでいることは痛いほど伝わってくる。<br>いい加減なカットも、構成も、一つとしてない。<br>最高の原作を、最高の脚本で、演技で、演出で見せたい——その思いが確かに感じられる。<br><br>今回の話はどこか不思議で、それこそ狐につままれたよう。<br>見ている側も、夕凪の天邪鬼に幻を見せられたかのようで、それがなぜか心地よかった。<br><br>序盤の甚夜の蕎麦修行からもう良い。<br>その後、鬼を狩りに行った甚夜が倒した（?）夕凪の見せた幻……。<br>本当に不思議な展開だった。<br><br>こんなにも長く白雪を想い続ける甚夜を見て、そんなに想われる白雪に夕凪は嫉妬でもしたのだろうか。<br>そして、そんな甚夜だからこそ赤子の存在を知らしめ、託したのだろうか。<br><br>本当に素晴らしい回だった。<br>アニメを見ていて最高なのは、こういう回に巡り会えたときだと改めて思う。<br>心にじわりと染み渡る。<br>そして——ありがとう。<br><br>今回、声優陣の演技が一段とすごいと感じたのは気のせいだろうか。<br>夕凪役の藤田曜子さん、今回も素晴らしい演技でした。<br>毎回登場する、ほぼその回限りの声優さんたち（声優に詳しくないので存じ上げない方が多いのですが）の演技も、本当に素晴らしいのです……。<br>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.85,
        "direction": 0.85,
        "charm": 0.8,
        "overall": 1.8
      },
      "romanized_title": "Kijin Gentoushou",
      "release_date": "3/31/2025",
      "based_on": "Naro",
      "studios": "Yokohama Animation Laboratory",
      "creators": "Kazuya Aiura",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "In the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword."
    },
    {
      "rank": 3,
      "trend": "up",
      "title": "See You Tomorrow at the Food Court",
      "jpTitle": "フードコートで、また明日。",
      "kv": "food",
      "episode": 4,
      "genre": [
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 9.7,
      "score": 10,
      "review": {
        "en": "Masterful.<br><br>1. Wada might have a cavity<br>It's still just a suspicion, but almost certainly true—after all, Wada, terrified she might have a cavity and end up at the dentist, is already in a full-blown tizzy over the sharp pain she gets from both hot and cold food and drinks.<br><br>2. Wada's new hairstyle<br>When Yamamoto shows up with a new hairstyle that makes her seem even more approachable and universally likable, Wada suddenly feels a strange burst of insecurity—what if Yamamoto finds a new friend closer than her?<br>She throws a full tantrum, but, as always, the ever-kind Yamamoto knows exactly how to soothe her.<br><br>3. Wada's in panic<br>Later that day, Wada—despite being scared—was actually walking home alone.<br>On the way, she heard a suspicious noise coming from the darkness, sending her into full-on trembling panic.<br>That's when Yamamoto suddenly popped out, trying to startle her as a joke—but Wada was already far past the point where she could take it as a joke.<br>She collapsed in tears, clinging to Yamamoto and crying out, \"I'll walk home with you forever!\"<br><br>The first half plays out in their usual dynamic: Yamamoto, the seemingly gyaru-ish but actually cool-headed and big-hearted \"big sister\" type, patiently coddling Wada, who may appear demure and reserved but is, in reality, a champion-level brat and an extreme crybaby.<br><br>4. Then comes a twist<br>Another day at the food court, Yamamoto runs into Yamada—Wada's near-identical lookalike—who's dating the very same \"skirt-flipping boy\" from Wada's elementary school days.<br>Back then, Wada wasn't \"treated like a girl\" and thus never targeted by him.<br><br>According to Yamada, the truth was that he actually liked Wada, which is why he never flipped her skirt.<br>But he also told Yamada that he's dating her because she looks like Wada.Shocked, Yamada came to see for herself just what the \"real-deal\" was like.<br><br>Though the two share a striking resemblance in both looks and, at first glance, personality, they're fundamentally different.<br>Being around Yamada makes Yamamoto uneasy—it just doesn't click.<br><br>And then, at the perfect moment and in the exact state Yamamoto was yearning for, the real Wada appears.<br>This time, the roles flip: Yamamoto is the one who feels an overwhelming sense of comfort from being with the real Wada, and she pulls her into a hug.<br><br>5. Is this a role reversal?<br>Not quite—because soon enough, Yamamoto is teasing Wada about her earlier \"walk home forever\" line, and the story settles back into their familiar pattern of Yamamoto being a big sis to Wada while Wada's fuss somehow comforts Yamamoto. In a way, this is the perfect balance of power between them.<br><br>6. Overall<br>A flawless script, direction, and structure—no complaints whatsoever.It was simply perfect.<br>Hilarious and heartwarming, this deserves a full 12 episodes.I mean, why only 6? Please!<br>Honestly, it might even be in my personal top three shows of the season.That's why it's genuinely heartbreaking to think there are only two episodes left—seriously.<br><br>I do wonder… will this resonate with female viewers as well?<br>Either way, it's probably a love-it-or-hate-it kind of show.<br><br>",
        "jp": "お見事。<br>和田が虫歯で歯医者やら熱いの冷たいのやらでギャーギャーの話。<br>いつもと髪型が違い万人受けしそう、親しみ度が増した山本に、自分より親しい新しい友達が出来ちゃうのでは?と、和田の謎の危機感が突如発生。<br>駄々っ子炸裂するも、いつも通り超いい奴の山本があやす。<br><br>そして、一人で帰るのが怖くてビビり倒した和田が、感極まって泣きじゃくり、山本に抱きつきながら恥ずかしの「一生一緒に帰る」発言。<br>前半は、見た目ギャルだがクールで長女の落ち着きをもち、包容力溢れる山本が、一見おしとやかで粛々とした実は超絶駄々っ子、和田をあやすという、いつもの構図。<br><br>さらに後日、和田が小学生時代に女子扱いされていないが故にめくられなかったという\"スカートめくり男\"と交際している、和田そっくりさん＝山田と山本がフードコートで遭遇。<br>山本ですらしばらく別人と気づかなかったほどの瓜二つぶり。<br><br>山田によると、実は和田が好きだったからめくらなかったのが真相らしい。<br>ただ、その彼が自分と付き合っている理由は「和田に似ているから」だと言ったとのこと。<br>ショックを受けた山田は、その\"本家\"を確かめに来たらしい。<br><br>しかし、見た目や大雑把な性格こそ似ているが、二人はまるで別人。<br>山田といると山本は落ち着かず、どうにも合わない。<br><br>そこへ、山本が求めていたドンピシャの状態・タイミングで和田が登場。<br>今度は逆に、山本が本物の和田に圧倒的な安らぎを感じ、抱きつく始末。<br><br>これは形勢逆転か?と思いきや、結局は和田が例の「一生一緒帰る」発言を山本にいじられ、いつもの\"山本にあやされる和田\"という構図に落ち着く。<br><br>お見事な脚本・演出・構成で言う事なし。完璧でした。<br>面白い!これは是非全12話でお願いします!個人的には今期トップ3で面白いかもとすら思っています。<br>なので残り2話というのが本当に哀しい。いやいやマジで。<br><br>ときにこれ、女子にも刺さるのだろうか?<br>何れにしても、好き嫌いは分かれそう。"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.8,
        "direction": 0.8,
        "charm": 0.7,
        "overall": 1.7
      },
      "romanized_title": "Food Court de, Mata Ashita",
      "release_date": "7/7/2025",
      "based_on": "Manga",
      "studios": "Atelier Pontdarc",
      "creators": "Kazuomi Koga",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Meet Wada, who gives off an unapproachable vibe, and Yamamoto, who strikes fear into those around her because of her looks. Though the two girls attend separate high schools, they meet up at a shopping center’s food court almost every day. Take a little peek at the laid-back afternoons Wada and Yamamoto share as they reflect on the ups and downs of high school life together."
    },
    {
      "rank": 4,
      "trend": "up",
      "title": "Hotel Inhumans",
      "jpTitle": "ホテル・インヒューマンズ",
      "kv": "hotel",
      "episode": 4,
      "genre": [
        "Action",
        "Drama"
      ],
      "wrp_score": 9.1,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『第2話で切っていたが3話から5話が良かったので舞い戻ってきた。全6話の作品も2つあるし、他の作品たちより確実に面白く（寧ろ話題作よりも?）、ちょっと古臭さもあるがよく出来てるから。実際に視聴したのはちょっと前なのでかすかながら記憶をたどると、今回の話は殺し屋として育てられ訓練をされてきた女が生きがい?唯一の心の安らぎ?と感じている推しのアイドルグループ?歌手?のひとりを殺す依頼を受けてしまい、自分の生命を犠牲にしてでもターゲットの生命を救うことを決めた数奇なちょっと悲しい話。如何にも2000年代初頭を想わせるような作りと演出も好みだったが、歌も（クソ下手だけど）いい感じ、仮面もよし、コンシェルジュと殺し屋のやり取り、バーテンダー、最後のコンシェルジュ同士のやり取りも良かった。ノルタルジックな悲哀というか哀愁漂う良回でした。内容はもううっすら状態だが、このあたりから本戦に戻らせるか?と考え始めました。　女性のコンシェルジュが兎に角、謎。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.5
      },
      "romanized_title": "Hotel Inhumans",
      "release_date": "7/6/2025",
      "based_on": "Web Comics",
      "studios": "Bridge",
      "creators": "Aminotetsuro",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "The best hotels must meet certain standards, including the finest cuisine, ways to relax, and entertainment. Of course, they also need the best selection of weapons, reliable ways to falsify one’s identity, and ways to dispose of evidence. In this hotel at the border of death stand two concierges, Ikuro Hoshi and Sara Haizaki. What kinds of requests will the assassins have for them next?"
    },
    {
      "rank": 5,
      "trend": "down",
      "title": "Ruri Rocks",
      "jpTitle": "瑠璃の宝石",
      "kv": "ruri",
      "episode": 4,
      "genre": [
        "Adventure",
        "Slice of Life"
      ],
      "wrp_score": 9.05,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『今回はいつもと違い、研究室内で顕微鏡を使って採取してきた砂を少量ずつ見ていく地道な狭い世界を見る話。だが、実はその狭い世界は広い世界を切り取ったもので、しかもその広い世界の縮図のようなものであり、その過程の大事さ、意味の深さ、それが石そのものと向き合うことなんだということを瑠璃が知っていく比較的地味なんだけど、こういう回をしっかり魅力的に描ける作品は大丈夫!と言える回でもあった。そういう意味で今回は人によってはそこそこで8点、なんて感じかも知れないが自分としては逆に今回こそ高得点!と言える回だった。多少カットによって人の身体の比率?みたいなのが崩れてたり、特に瑠璃の顔の作画があまり安定していないようにも感じたが気のせい?かな?そこまで気にするようなレベルではないが、そういうのを目にするとほんのちょっとだけ不安になる。伊万里ちゃんのいいセリフもじんわり響いたし、瑠璃の同級生も今後関わってきそうで楽しみ。っていうかこんなに瑠璃が研究室に出入りしたり入り浸っていいのだろうか?』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.7,
        "direction": 0.65,
        "charm": 0.6,
        "overall": 1.45
      },
      "romanized_title": "Ruri no Houseki",
      "release_date": "7/6/2025 to 9/28/2025",
      "based_on": "Manga",
      "studios": "Studio Bind",
      "creators": "Shingo Fujii",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Mineral collecting is like a modern-day treasure hunt!  Ruri, a high school girl who loves jewelry and accessories, gets into the world of mineral collecting, venturing into mountains, rivers, and caves. The first volume features numerous minerals, including quartz, garnet, pyrite, gold sand, and fluorite. The manga is full of fascinating scenes focusing on specialized tools such as a panning dish, hammer, and topographical maps. An authentic scientific adventure based on the author's solid knowledge of mineralogy!"
    },
    {
      "rank": "spotlight",
      "trend": "up",
      "title": "Turkey!",
      "jpTitle": "Turkey!",
      "kv": "turkey",
      "episode": 4,
      "genre": [
        "Adventure",
        "Sports",
        "Supernatural"
      ],
      "wrp_score": 8.7,
      "score": 8,
      "review": {
        "en": "",
        "jp": "『一般的な意味で本当に良かったかはわからないが、本作としてはかなり良かったたのでは?と思える回だった。回想で一気に説明的に見せるというのはよろしくはないが、今回のはこれまでリナが何故意固地で他人を寄せ付けず頑なな態度ばかり取るのか、ということがきちんと語られていたし、そこでのメインヒロインとの繋がりなども見えたので良し。全体的な構成もテンポよく興味深く見せる展開で良かった。これからもうちょっと上がっていくことを期待。他の作品の出来如何では、ランクインさせたかったのが本当のところ。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.6,
        "direction": 0.65,
        "charm": 0.45,
        "overall": 1.4
      },
      "romanized_title": "Turkey!",
      "release_date": "7/8/2025",
      "based_on": "Original",
      "studios": "BAKKEN RECORD",
      "creators": "Susumu Kudou",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"Turkey\" is a bowling term for scoring three consecutive strikes.  Mai, a second-year student and captain of the Ikkokukan High School Bowling Club, is a genius who can't seem to win a match. Whenever she scores a Turkey, she mysteriously follows it up with an unyielding split—the Snake Eyes.  One day, Rina, the club’s only first-year member, confronts her \"You’re doing it on purpose, aren’t you?\"  \"You’re running away from winning. But I want to win. If you have no intention of winning, I’ll quit.\""
    },
    {
      "rank": "editor's pick",
      "trend": "down",
      "title": "The Summer Hikaru Died",
      "jpTitle": "光が死んだ夏",
      "kv": "hikaru",
      "episode": 5,
      "genre": [
        "Horror",
        "Mystery",
        "Supernatural",
        "Thriller"
      ],
      "wrp_score": 7.7,
      "score": 7,
      "review": {
        "en": "",
        "jp": "『何これ?先週良くなってきと感じたのは気のせいか?唐揚げ、鶏肉、アホだけど愛嬌のある坊主の友人、謎のかつらお化け、バスタブで沈む光、取り憑かれる主人公、妙な映像の連続、結局取り逃す、主人公は人間ではない光がこのまま人間社会に溶け込めるのではないかと壮大な勘違いをするアラタ。は?全てが意味不明、どうでもいいし興味もわかない。この話、特にこの話の何に興味を持てと?先週やっと少しこの主人公の二人に若干興味が持てたけど今回は逆戻り。かつらおばけか、、、。あれこそ唐突に何でしょう。不気味だけどそれだけ。アラタの妹もあれだけの恐ろしい、しかもはっきりとした体験してあの時は一瞬大騒ぎしたけどその後それほどでもなくしてるって変だった。何れにしても鶏肉の写真とか、リアル映像使うのは好きではない。この謎の村、町のことも大して深ぼられてないし、普段の学園生活や他の友人もそこそこに断片的すぎてなんにも移入出来ない。主人公二人にすら何だからしょうがない。「こういう感じなんでよろしく」と言われても「いやいやそういうのはちゃんとストーリーや演出でみせてください」という感覚。ただの夏のホラー・オカルト作品の一つプラス謎のBL。（で、画はハイクオリティ）』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.55,
        "direction": 0.55,
        "charm": 0.4,
        "overall": 0.55
      },
      "romanized_title": "Hikaru ga Shinda Natsu",
      "release_date": "7/5/2025 to 9/21/2025",
      "based_on": "Web Comics",
      "studios": "CygamesPictures",
      "creators": "Ryouhei Takeshita",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Two best friends living in a rural Japanese village: Yoshiki and Hikaru. Growing up together, they were inseparable… until the day Hikaru came back from the mountains, and was no longer himself. “Something” has taken over Hikaru’s body, memories, feelings… and everything they know begins to unravel."
    },
    {
      "rank": "dookie",
      "trend": "down",
      "title": "Secrets of the Silent Witch",
      "jpTitle": "サイレント・ウィッチ 沈黙の魔女の隠しごと",
      "kv": "silent",
      "episode": 5,
      "genre": [
        "Adventure",
        "Fantasy"
      ],
      "wrp_score": 7.4,
      "score": 7,
      "review": {
        "en": "",
        "jp": "『作画はいい、モニカ・ノートンは可愛いのかもしれない。しかし全てが唐突でご都合。出だしの街で暴れるモンスターとの戦闘シーンとか1話飛ばしちゃった?って思って実際確認したくらいだし、その後の展開も元師事していた凄いジジイ教えに来るクラスにちょうど行くことになり、そこで冒頭で戦っていた男とバッチリのタイミングで遭遇したかと思ったらその後謎にチェスし始めて、モニカ・ノートンの凄さをアピール。たまたま馬小屋いったら、ちょうどやばい奴らが何かしてて、たまたまその直前に生徒会室で話題にして画も描いていた紋章の違いに気づいて戦闘に。最強の魔術師で経験もあり、イキるときもあるのに今回はもうひとりの女性キャラに見せ場を作るため、謎に馬が来ただけで怯えて何もできなくなるモニカ・ノートン。そして謎にきれいな夕焼けを見せられて乗馬という未体験?のことに挑戦することに決めたかわいい最強沈黙のご都合でキョドるコミュ障魔女、モニカ・ノートンちゃん!アホくさい。っていうか、かつて魔王討伐?とかすらにも参加していて、凄い冒険とかもしただろうし、精神魔法返しやきゅうに落ちてきた鉢に反応したり、凄い氷の奴や町のでのめっちゃでかい怪獣みたいなのとも１ミリもビビらずクソ冷静に対処していた人間が、今回のみたかが一頭の冷静さを失った馬くらいで（しかもモニカ・ノートンが意図的にそうした訳で）怯える意味が全くわからん。クソバカバカしい。かなり厳しくなってきた。羊文学さん、こんなはずではなかったのでしょう。　歌はいいですよ。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "Silent Witch: Chinmoku no Majo no Kakushigoto",
      "release_date": "45842 to 45927",
      "based_on": "Naro",
      "studios": "Studio五組",
      "creators": "Takaomi Kanezaki/Yasuo Iwamoto",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Monica Everett, the Silent Witch, is the world’s only practitioner of Voiceless Magic, a veritable heroine who single-handedly fended off the Black Dragon of legend. However, the young prodigy is actually…super-duper shy! Yup, turns out she only learned Voiceless Magic to avoid speaking in public. Ignorant of this, the Seven Sages have placed her on a top-secret mission to guard the Second Prince. Can Monica keep it together as she contends with both social interaction and the evils targeting the young royal?"
    }
  ]
}