{
  "meta": {
    "week": "week 6",
    "duration": "08-10-Sun-08-16-Sat",
    "season": "2025 Summer",
    "ep_range": "ep.6-7",
    "status": {
      "watching": 22,
      "droppedThisWeek": 0,
      "droppedTotal": 22,
      "backOnList": 1,
      "noAir": 0,
      "completed": 1,
      "total": 45
    }
  },
  "entries": [
    {
      "rank": 1,
      "trend": "up",
      "title": "Dr. Stone: Science Future Part 2",
      "jpTitle": "『Dr.STONE SCIENCE FUTURE』第4期最終シーズン第2クール",
      "kv": "drstone",
      "episode": 6,
      "genre": [
        "Action",
        "Adventure",
        "Comedy",
        "Sci-Fi"
      ],
      "wrp_score": 9.5,
      "score": 10,
      "review": {
        "en": "",
        "jp": "『24分とは思えない程内容と面白さが詰まった1話だった。面白い時は一瞬に感じるのが定番だが、逆に面白さがこれだけ続くのか?これ1時間スペシャルか?と感じる程に良かった。アマゾンのセンクウたちと海上の追手、カリフォルニアの仲間たちと全てのキャラに役割があり、輝いていたのも良い。その中でもセンクウのリーダーとしての魅力、クロムの発想と気付き、ゼノの科学への探究心・エレガントさへの従順さ、そして最近めっぽう輝いている花田仁姫たちが本当に良かった。ステルス船の製造、メデューサの解体・調査、ダイヤモンド製造と本当に熱かった。なんだかわからないけどワクワクの止まらない素晴らしい回だった。構成や演出、演技もそうだがそれぞれのキャラの表情が本当に輝いていたし劇伴・BGMへの力の入れようが半端なかった。あっぱれ。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.7,
        "overall": 1.6
      },
      "romanized_title": "Dr. Stone: Science Future 4th Season 2nd Cour",
      "release_date": "7/10/2025",
      "based_on": "Manga",
      "studios": "TMS Entertainment",
      "creators": "Shuhei Matsushita",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "The second cour of the fourth season of Dr.STONE."
    },
    {
      "rank": 2,
      "trend": "up",
      "title": "Me and the Alien MuMu",
      "jpTitle": "宇宙人ムームー",
      "kv": "muumuu",
      "episode": 19,
      "genre": [
        "Comedy",
        "Sci-Fi",
        "Slice of Life",
        "School"
      ],
      "wrp_score": 9.35,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『AB両パート共に文句なし。Aパートの保育園訪問のボランティアは就職のためやSNSでませた生意気なガキを始めとした皮肉をいっぱいに聞かせつつ、いたるところにオチがあり全て面白い上に、最終的な保育園女子がいった「わたしたちが出汁（山車）に使われている」というのも子豚の後だけにバッチリハマりすぎて最高。Bパートの\"響子30歳\"からの部長のお涙の展開はコテコテとはいえそこにうまーくテープメディアの歴史を絡め、また最後にはおめでたい方の用事だったことも上手かった。また、すべての研究がお母さんのためという部長の優しさ、また、それが微笑み小町に激似のお母さんの心を打っているのもいい。文句なし。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.7,
        "direction": 0.75,
        "charm": 0.65,
        "overall": 1.55
      },
      "romanized_title": "Uchuujin MuuMuu",
      "release_date": "4/9/2025",
      "based_on": "Manga",
      "studios": "OLM",
      "creators": "Tomoya Takahashi",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "A cat-like alien from a distant galaxy, MuMu, arrives on Earth. His goal is to learn about home appliance technology on Earth to recover the technology his species has lost. The protagonist, Sakurako, has a typical university life, but everything changes with MuMu's arrival! What begins as an unexpected cohabitation quickly turns into a whirlwind of chaotic events. The chemistry between Sakurako and MuMu leads to a super-spectacular, appliance-filled, and cat comedy adventure."
    },
    {
      "rank": 3,
      "trend": "up",
      "title": "Sword of the Demon Hunter",
      "jpTitle": "鬼人幻燈抄",
      "kv": "kijin",
      "episode": 18,
      "genre": [
        "Action",
        "Historical",
        "Drama"
      ],
      "wrp_score": 9.3,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『じんわりとゆっくり深く広がるように染み渡ってくるエピソード。あっという間にあの赤子は成長して4歳くらいだろうか?になっていた。時の流れというものは残酷でも有り喜びでも有りさみしくもある。久々の登場の秋津染五郎も蕎麦屋の店主ほどではないが大分歳を取っている。訪ねてきたのは長いこと誰にも使ってもらえなかった茶道具を使いたいとのことで、既知の友である甚夜に会いに来たのだ。そこには実は鬼の話をすることと幽霊の件もあってのことだった。ジンヤと長年の友となっている三浦直次の元へ向かう道すがら花見をしようと古物商のに立ち寄り、それぞれの焼き物の成り立ち、などを聞かせる染五郎。そこでお目当ての見事な桜が描かれた皿を愛でる二人。そして三浦直次の元にたどり着いた二人は、気のおけない格式張ることのないお茶の時間を過ごす。その中で数々の昔の情景を思い出すジンヤ。楽しかった子供時代がこれまでの間に大きく変わってしまった。お茶をいただきつつそんな思いに見をはせるジンヤに直次はこのまま変わらず友で居てほしいものだという。始めは今ひとつピンとこないジンヤだが、鬼の妹や白雪、そして関わってきた人々たちとの断ち切られてしまった絆などを鑑みて、「本当にそう有りたいと願う」と言う。そんなかけがえのないいい友人との時間の後、帰りがけに最後の幽霊の話をする染五郎。彼の持ってきたあじさいが描かれた茶道具の付喪神を祓うために来たこと。そのために自分の古い友人のもとを訪ね、そして古道具たちに会わせてあげたり桜を見せてあげたり、ちゃんとした茶の湯でつかってあげることで見送りたかったのだろう。そして蕎麦屋に戻ったジンヤ。ちゃんと帰りをまっていた娘に甘えて擦り寄られ想いを馳せるのだった・・・。最後の蕎麦屋での娘の作画は確かに怪しかった。しかしそれまでの全てのカットや画はこのストーリーを描くために本当に良く考え抜かれたもので一つの手抜きも安易なカットも無かった。素晴らしかった。この作品を作画でまうんととってる作品や制作会社と比べて低く評価するどこかのク◯ユーチューバーのことなどどうでもいい。何故この全力での作画、演出、構成、演技を評価できないのか?無理やりご都合展開で過剰にドラマチックに盛り上げてなんか良いもの見てる気がするようにさせるコテコテフォーミュレイク作品を尻尾振って評価してろボケ。終始ゆったりしたテンポで通しきった今回の23分、それでもあっという間でした。可愛い子を圧倒的にキラキラ描いたりしてないけどね。素晴らしい作品です。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.65,
        "overall": 1.5
      },
      "romanized_title": "Kijin Gentoushou",
      "release_date": "3/31/2025",
      "based_on": "Naro",
      "studios": "Yokohama Animation Laboratory",
      "creators": "Kazuya Aiura",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "In the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword."
    },
    {
      "rank": 4,
      "trend": "stay",
      "title": "See You Tomorrow at the Food Court",
      "jpTitle": "フードコートで、また明日。",
      "kv": "food",
      "episode": 6,
      "genre": [
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 9.2,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『基本最終話の1話前に山場を持ってきて最後は肩の力抜いたリラックスフィナーレ。そういった構成を良いと思ったことはこれまでほぼ無いし、その必要性も感じたことはない。しかし今回始めていいと思った。実はどのパートも本当にそこそこで、どちらかというと中途半端な内容でオチもこれまでのようにバシッと決まるわけでもなくって、最終話は若干・・・って感じだった。でもそれが逆にリアルで良かった。友達同士でのダベリというのは別にいつもそんな特別面白いものではない。その空間や時間が特別なのは当人たちだけにとってのものなんだろう。それがこの最終回で見せたかったものなんだろうって感じた。１話から５話まで共有してくれた2人のフードコートでの特別な時間はこの第6話を通して彼女たちの日常へ帰って行ったのだろう。だからこそ、そのそこそこのパートたちが不思議と中途半端に感じながらも一切嫌ではなかったのだろう。そして時折入れてくる駅からモールの景色なんかで、きっと山本と和田は駅からあんなに離れたモールに歩いていって会ってるんだ・・・とか感じれて良かった。二人以外の唯一（?）のキャラである斎藤さん、滝沢と山田もちゃんと登場したし、或る意味なんとか公爵?も締めていたし良かった。しかもそれがイケメンユーチューバーと同じ福山潤さんってのが面白かった。斎藤さんがマジで一番かわいかったのが微妙ではあった。でも、本当に仲良しな二人の日常のお裾分けを笑いとともにいただいた濃密な6話でした。本当に楽しかったです。この作品も、この二人も気づいたときには大好きになっていました。花田十輝さん、古賀一臣さん、声優の皆さん、原作の先生、制作に携わったすべての皆様本当にお疲れさまでした。そして、ありがとうございまいした。感情的には10点。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.65,
        "overall": 1.5
      },
      "romanized_title": "Food Court de, Mata Ashita",
      "release_date": "7/7/2025",
      "based_on": "Manga",
      "studios": "Atelier Pontdarc",
      "creators": "Kazuomi Koga",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Meet Wada, who gives off an unapproachable vibe, and Yamamoto, who strikes fear into those around her because of her looks. Though the two girls attend separate high schools, they meet up at a shopping center’s food court almost every day. Take a little peek at the laid-back afternoons Wada and Yamamoto share as they reflect on the ups and downs of high school life together."
    },
    {
      "rank": 5,
      "trend": "up",
      "title": "Dekin no Mogura: The Earthbound Mole",
      "jpTitle": "出禁のモグラ",
      "kv": "mogura",
      "episode": 6,
      "genre": [
        "Comedy",
        "Mystery",
        "Supernatural"
      ],
      "wrp_score": 9.15,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『前回からの続き。お姉さんが霊となってからの復讐、よくいるっちゃあいるデリカシーの無いおじさんの最終的な扱い、ブサイクな妹の悟り、などの締めが非常に秀逸で良かった。しつこくも無くあっさり目でドラマチックすぎたりもせず、でも確信を付きまくるモグラの怒涛の喋りも良かったし。なんだかんだ言って、モグラは出てくる連中みんなの過去に関わっているってのも面白い。そしてBパートの猫の霊能祓い屋家訪問も面白かった。巨乳霊感少女も、息子、父、そして今回の種崎敦美さん演じる不思議ぶっ飛び母親、杏子も面白かった。うーんいい、面白い。今後も楽しみ。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.55,
        "overall": 1.5
      },
      "romanized_title": "Dekin no Mogura",
      "release_date": "7/7/2025 to 9/21/2025",
      "based_on": "Manga",
      "studios": "Brain's Base",
      "creators": "Hiroshi Ishiodori",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"I won't die 'cause I was banned from the afterlife.\"  A shady self-proclaimed hermit named Momoyuki Mogura, AKA: Mogura, is banned from the afterlife due to an incident. Now he collects spirit possessed will-o'-wisps in his lantern, hoping to make a comeback.  It seems that those who encounter him begin to see peculiar things."
    },
    {
      "rank": "spotlight",
      "trend": "stay",
      "title": "The Fragrant Flower Blooms with Dignity",
      "jpTitle": "薫る花は凛と咲く",
      "kv": "kaoru",
      "episode": 7,
      "genre": [
        "Comedy",
        "Drama",
        "Romance"
      ],
      "wrp_score": 9.05,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『相変わらずお涙頂戴のコテコテご都合盛り上げだが、ここ数話積み上げてきたものそれぞれが、ちゃんと意味を成して帰着していいものを見せていた。これは評価せねばなるまい。っていうかこの地域は西成区かどっかなの?治安悪すぎじゃない?男同士の友情、お互いにどうでもいい存在じゃないからこそぶつかり成長するのも良かったし、凛太郎のいいヤツぶりも全面に出ていてよかった。一番大人しそうなやつが最強とか、ご都合タイミングで絡まれるとか、ファミレスだけじゃなくその後もつけていたのが不自然とか、昴が急激にいいやつになり過ぎ泣きもするとかあるけど、今回はまぁいいか。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.5,
        "overall": 1.45
      },
      "romanized_title": "Kaoru Hana wa Rin to Saku",
      "release_date": "7/5/2025 to 9/28/2025",
      "based_on": "Web Comics",
      "studios": "CLOVERWORKS",
      "creators": "Miyuki Kuroki",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Chidori High is a boys’ school that takes in the dregs of society with the lowest grades. Next door stands Kikyo Girls’ High, where the wealthy, high-class families send their precious daughters. Chidori second-year Rintaro, who has a fierce face but a gentle heart, is helping at his family’s patisserie when he meets a girl named Kaoruko. The two hit it off right away…but this blissful peace is quickly disturbed when Rintaro discovers that Kaoruko is actually a student at Kikyo. Worse, she doesn’t seem to realize what a huge problem this really is! Will these two be able to forge a path for themselves, and sidestep the traps (metaphorical and literal) laid by their classmates?"
    },
    {
      "rank": "editor's pick",
      "trend": "down",
      "title": "Turkey!",
      "jpTitle": "Turkey!",
      "kv": "turkey",
      "episode": 6,
      "genre": [
        "Adventure",
        "Sports",
        "Supernatural"
      ],
      "wrp_score": 8.65,
      "score": 8,
      "review": {
        "en": "",
        "jp": "『血と女の成長。時代が違えば考え方も自ずと大きく違ってくる。そしてそこに疑問すら持ちもしないのは当然。自分と与えられた運命と人の生死・殺生を中々興味深い切り口で描いた回だった。元々この体の大きめな娘は武家の主人となんかしら結びつきを感じていたがこういう流れがあったのですね。ちゃんと考えられていたのは関心。流石にボールは無いでしょうと思ったらなんとご都合的に丸い石。そこはちょっと・・・（いや、ちょっとではない）と思ったがまぁいいか・・・。血と女、少女から大人へというのが肉体的にだけではなく精神的にという変化で、認めたくないものだろうが認めていようが、辛かろうが、その時のベストを信じて現実を受け止めるということなのかも知れない。これって本当に本作のレビューか?』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.65,
        "direction": 0.65,
        "charm": 0.45,
        "overall": 1.3
      },
      "romanized_title": "Turkey!",
      "release_date": "7/8/2025",
      "based_on": "Original",
      "studios": "BAKKEN RECORD",
      "creators": "Susumu Kudou",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"Turkey\" is a bowling term for scoring three consecutive strikes.  Mai, a second-year student and captain of the Ikkokukan High School Bowling Club, is a genius who can't seem to win a match. Whenever she scores a Turkey, she mysteriously follows it up with an unyielding split—the Snake Eyes.  One day, Rina, the club’s only first-year member, confronts her \"You’re doing it on purpose, aren’t you?\"  \"You’re running away from winning. But I want to win. If you have no intention of winning, I’ll quit.\""
    },
    {
      "rank": "dookie",
      "trend": "up",
      "title": "Rent-a-Girlfriend Season 4",
      "jpTitle": "彼女、お借りします 第4期",
      "kv": "kanokari",
      "episode": 43,
      "genre": [
        "Comedy",
        "Romance"
      ],
      "wrp_score": 6.7,
      "score": 6,
      "review": {
        "en": "",
        "jp": "『いい加減うんざり。今期はこの福島のハワイアンホテルで終わりか?前回ホテルに到着。まみちゃんがいる!で終了。今回はそこから、各部屋に行き、プールへ。水着でさんざん引き延ばして、ウォータースライダーに水原と乗ることに・・・で終わり。舐めてるのか?レンカノの規定とかいうレベルの話ではとっくに無いでしょう。というかまみちゃんがなぜ絡んでくる?他人事でしょうに。というかそういった個々のことはどうでもいいレベルの作品。酷い・・・。これで更に原作も引き伸ばされていると聞かされては希望のカケラもない。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "Kanojo, Okarishimasu 4th Season",
      "release_date": "7/4/2025 to 9/16/2025",
      "based_on": "Manga",
      "studios": "TMS Entertainment",
      "creators": "Kazuomi Koga",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Kazuya’s ready to confess with the lush paradise of Hawaii as a backdrop. But renting Chizuru for the dream trip turns into a war zone of love due to Ruka’s aggressive advances and Mami’s scheming. Despite the chaos, this is Kazuya’s moment to bare his heart. Will his words reach Chizuru? And if they do, what will she even say?"
    }
  ]
}