{
  "meta": {
    "week": "week 7",
    "duration": "08-17-Sun-08-23-Sat",
    "season": "2025 Summer",
    "ep_range": "ep.7-8",
    "status": {
      "watching": 21,
      "droppedThisWeek": 0,
      "droppedTotal": 22,
      "backOnList": 1,
      "noAir": 0,
      "completed": 2,
      "total": 45
    }
  },
  "entries": [
    {
      "rank": 1,
      "trend": "up",
      "title": "Ruri Rocks",
      "jpTitle": "瑠璃の宝石",
      "kv": "ruri",
      "episode": 7,
      "genre": [
        "Adventure",
        "Slice of Life"
      ],
      "wrp_score": 10.2,
      "score": 11,
      "review": {
        "en": "",
        "jp": "『\"青い(瑠璃色の)硝子\"が瑠璃と硝子(しょうこ)の出会いか・・・。23分の(ショートとは呼びたくない)濃密な輝く結晶の様な映画を見て満足感で満たされた回だった。前にちらりとクラスに居る姿を見た硝子の、これまでを素晴らしくまとめた回想でまず見せる。幼い時に夢中だった石への情熱は失ってしまったのだろうか？そして友達と無邪気に泳ぐ瑠璃。ふと海の底に輝く硝子(ガラス)を発見。そこから全てがスタート。それは瑠璃と硝子がお互いを発見する布石、なんともニクい。今回は凪さんではなく伊万里ちゃんが輝いていて、そんな伊万里ちゃんは硝子ちゃんにとっては凪さんより寧ろ頼りになる人ってのも、価値がある（ように見える）かどうかは人次第、どう見るか次第って感じで、海や海岸に落ちているガラスの破片や瓶、またそれから何を導き出すか、どう見るか次第みたいなことに繋がっているようで良かった。古いものや記録に夢中な伊万里ちゃんだからこその良さが光っていた。きっと両親の悪気のない他愛のないやり取りは硝子ちゃんを傷つけたかも知れないが、それも一面的ではないし、彼女がこの先も幼いときからの夢を追い続けて努力していき、自分の将来を切り開く時に、娘の将来を案じる両親にとっては一見価値のない、もしくは薄いと思われる好物研究もまた違ったものに映るかも知れない。今回は真っ直ぐな想いや情熱、また時の経過で見えてくるものやそのもの自体が変わってくること、そして異質が出会い重なることで虹色に輝くということを描いた（表現が下手ですみません）素晴らしい回だった。瑠璃と硝子の出会いが完璧過ぎた。そして最後にやっぱりいいところ持って行くのは凪さんでした。青い硝子をかつてなんて呼んでたか知ってる？”瑠璃”だよ。また、最後に硝子の両親がやっぱり硝子ちゃんのことを本当に大事に思ってるんだなっていうのもさりげなくもちゃんと描いていたのも最高だった。唐揚げ食べます。』－11点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.85,
        "script": 0.85,
        "direction": 0.85,
        "charm": 0.85,
        "overall": 1.8
      },
      "romanized_title": "Ruri no Houseki",
      "release_date": "7/6/2025 to 9/28/2025",
      "based_on": "Manga",
      "studios": "Studio Bind",
      "creators": "Shingo Fujii",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Mineral collecting is like a modern-day treasure hunt!  Ruri, a high school girl who loves jewelry and accessories, gets into the world of mineral collecting, venturing into mountains, rivers, and caves. The first volume features numerous minerals, including quartz, garnet, pyrite, gold sand, and fluorite. The manga is full of fascinating scenes focusing on specialized tools such as a panning dish, hammer, and topographical maps. An authentic scientific adventure based on the author's solid knowledge of mineralogy!"
    },
    {
      "rank": 2,
      "trend": "up",
      "title": "Sword of the Demon Hunter",
      "jpTitle": "鬼人幻燈抄",
      "kv": "kijin",
      "episode": 19,
      "genre": [
        "Action",
        "Historical",
        "Drama"
      ],
      "wrp_score": 9.8,
      "score": 10,
      "review": {
        "en": "",
        "jp": "『恐れていたことのひとつ、ついに店主が旅立った。しかしその旅立ち方、彼の生き様、そして去り際に残した行動と言葉、本当に素晴らしかった。「人より遥かに長く生きるからこそ沢山の辛い別れも失うことの辛さも味わうのだろう。しかし別れに怯えて今を蔑ろにしないで欲しい。昔を思い出して何もかもが嫌になることあるだろう。だけどそれを乗り越えた先で誰かと笑って、長く生きるからこそ誰よりも今を大切に生きて欲しい。俺はそうあってほしいと思う。」これは本当に素晴らしい金言だ。こんなセリフを久々に聞いた。そしてこれは店主の口から出てくるから響くのだ。彼の生き様、おふうの幸せを願い、案じる父親だから彼女のために彼女の庭で歳を取ってしまっても悔いなど一つもなかったのだろう。甚夜とノマリと並んで三人で立つおふうの姿を見れて思い残すことは無くなったのだろう。素晴らしかった。また前半の直次との稽古、そして夜鷹とのやり取りなども良かった。そして最後、京に旅立つことを決意した直次を狙いに来た鬼との対決で自らも鬼であることをさらす他無くなった甚夜のもとを走って逃げる直次や彼を化け物として見る町の人々。そしてのまりとおふうの元からも姿を消す甚夜。時代の流れ、変化、歳を取ること、別れ、決別、理解や関係性・・・色々なものが詰まった素晴らしい回だった。個人的には父親を失って珍しく泣き崩れるおふうをそっと抱きしめるまでの流れが特に秀逸だった。両手を広げ直ぐに抱きしめるのかと思えば、直ぐには何もせずただ身を預けやすいように開放し、時間をかけてただ受け止める。甚夜という男のあり方が本当によく現れていた。本作は間違いなく殿堂入り確定の作品になるだろう。』－10点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.8,
        "direction": 0.8,
        "charm": 0.75,
        "overall": 1.7
      },
      "romanized_title": "Kijin Gentoushou",
      "release_date": "3/31/2025",
      "based_on": "Naro",
      "studios": "Yokohama Animation Laboratory",
      "creators": "Kazuya Aiura",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "In the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword."
    },
    {
      "rank": 3,
      "trend": "up",
      "title": "Turkey!",
      "jpTitle": "Turkey!",
      "kv": "turkey",
      "episode": 7,
      "genre": [
        "Adventure",
        "Sports",
        "Supernatural"
      ],
      "wrp_score": 9.6,
      "score": 10,
      "review": {
        "en": "",
        "jp": "『今回はお見事だった。やはり其々の女子と戦国時代の女子は相互に何かしら対応しているのでしょうね。まぁ髪の色からも分かるけど。今回は、「空気でいなきゃ！」とずっと言っていたメガネっ子が主役。未來から来たという男と旅に出ていたナツメが帰宅し話が動く。戦国時代でも他の者達と違い自由な現代人に考えの近いナツメ。長女であるにも関わらず、ましてや他人に迷惑をかけるかも知れないが自分のやりたいことを主張するナツメに憤りを感じるメガネ。それは自分や母親をおいて自分の夢に向かって出ていったしまった自分の父親に対するものでもあった。そして唐突に雷で元の世界に帰ってしまった（らしい）未來から来ていた男性に対して淋しいが良かったなという気持ちも別にあるんだというナツメ。それを聞いて自分も父親に対して恨む気持ちもあれば、夢に向かって踏み出したことを祝福したい気持ちもあることを認めることができるメガネ。それは更にはきっと自分も出ていってしまっても、一人になってしまう母親も自分に対してそう思ってくれるだろうということに繋がる。痩せた土地で金を生まない故郷をどうにかしたいと言うナツメに対し、吹っ切れたメガネは、父がしたいことだと言っていた、途上国での水を掘り起こすと言う夢から別の意味でのボーリングをすることを思いつく。この戦国時代ではまだ200年も待たなければいけなかった技術を使い、水を掘り起こそうというのだ。そしてナツメが最後にうまく締める、生きるのには水も必要だけど、同時に空気も必要なんだよ、と。ナツメが一緒に居た未來に帰っていった男というのは眼鏡の父親だろう。もしかしたら家族の元を去る瞬間に戦国時代に来ていたのかも知れない。なんとも因果なものだ。これはとあるユーチューバーが言っていたことだが、彼女らが歴史に関わってしまうことを含め現代があるのだろう。だから彼女らが何をしようが歴史が今あるものから変わってしまうことはないだろうというのは、「なるほどなぁ」と思えた。彼女らがいたから本来無かったはずのボーリング場が彼女たちが過去に関わることによって地元長野の町にあったわけで、それが無くなって過去に飛ばされたのも妙に理屈にあってるし、、、。いやいや、本作いいですね。どんどん良くなるし。今後も益々楽しみです。』－9点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.8,
        "direction": 0.8,
        "charm": 0.7,
        "overall": 1.65
      },
      "romanized_title": "Turkey!",
      "release_date": "7/8/2025",
      "based_on": "Original",
      "studios": "BAKKEN RECORD",
      "creators": "Susumu Kudou",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"Turkey\" is a bowling term for scoring three consecutive strikes.  Mai, a second-year student and captain of the Ikkokukan High School Bowling Club, is a genius who can't seem to win a match. Whenever she scores a Turkey, she mysteriously follows it up with an unyielding split—the Snake Eyes.  One day, Rina, the club’s only first-year member, confronts her \"You’re doing it on purpose, aren’t you?\"  \"You’re running away from winning. But I want to win. If you have no intention of winning, I’ll quit.\""
    },
    {
      "rank": 4,
      "trend": "down",
      "title": "Dr. Stone: Science Future Part 2",
      "jpTitle": "『Dr.STONE SCIENCE FUTURE』第4期最終シーズン第2クール",
      "kv": "drstone",
      "episode": 7,
      "genre": [
        "Action",
        "Adventure",
        "Comedy",
        "Sci-Fi"
      ],
      "wrp_score": 9.25,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『第1期程とは行かないが、かなり盛り上がってきた。圧倒的に規模の大きいゴールに向かっている今としては、そのワクワク感はさほど負けていないかも知れない。それによって、\"おいおい、いつの間にそんな道具作ったんだよ！\"とか\"超絶高い崖を登りバイクも運び、更には要塞も作る\"とかのアホくささもぶっ飛ばせるくらいだ（完全にではないが）。ゼノがこっそり合図を送っていたり、それに気づくセンクウ、またスタンリーにどう対抗するかのアイデア、そしてダイヤの秘密に迫るなど盛りだくさんで更に盛り上がる。今期は久々に楽しい。今後にも益々期待が高まる。スタンリーやゼノって、もともとセンクウたちを殺す気はないんじゃない？寧ろ追い詰めて、真の敵との対戦に備えるために全てを引き出させてるんじゃないかしら？』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.7,
        "direction": 0.75,
        "charm": 0.65,
        "overall": 1.5
      },
      "romanized_title": "Dr. Stone: Science Future 4th Season 2nd Cour",
      "release_date": "7/10/2025",
      "based_on": "Manga",
      "studios": "TMS Entertainment",
      "creators": "Shuhei Matsushita",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "The second cour of the fourth season of Dr.STONE."
    },
    {
      "rank": 5,
      "trend": "up",
      "title": "April Showers Bring May Flowers",
      "jpTitle": "ブスに花束を。",
      "kv": "busu",
      "episode": 8,
      "genre": [
        "Comedy",
        "Romance"
      ],
      "wrp_score": 9.05,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『今回こそ、そんなに込み入った話でもなければ凄く大きなイベントで、何かデカいことが起こったわけでもない。しかしそこに散りばめられた一つ一つの小さなことは、これまでの話で少しずつ積み重ねられたものでもあるので重みが違う。お好み焼き屋でのハプニング誕生日祝いからの植野君の誕生日（私と同じ）祝い、そして植野弟とのこれまでの関係性、弟と花屋のお姉さん（たまたま誕生日が明日、８月誕生日結構あるある）の関係、「大切な人への特別なものだから他人の力を借りたくない」という弟くんの真っ直ぐな気持ち、植野くんの田端を気にする様子、そして袋やプレゼントの中身など全く気にしていない、誕生日を覚えていてくれたことだけを喜ぶ植野君の嬉しそうな表情に涙が溢れた。何故かはわからないが素晴らしかった。このジワリジワリと良さを増して来る作品、本当にいい。今後も楽しみ。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.65,
        "direction": 0.65,
        "charm": 0.65,
        "overall": 1.5
      },
      "romanized_title": "Busu ni Hanataba wo.",
      "release_date": "7/4/2025 to 9/26/2025",
      "based_on": "Manga",
      "studios": "SILVER LINK.",
      "creators": "Mirai Minato",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Hana Tabata is a lonely and unpopular high school girl with negative thoughts. Early morning in the classroom when she was pretending to be a manga heroine, the class's good looking Yosuke accidentally saw her...!? This love, you will definitely want to support it! Masochistic system unpopular girl comedy!"
    },
    {
      "rank": "spotlight",
      "trend": "up",
      "title": "Hotel Inhumans",
      "jpTitle": "ホテル・インヒューマンズ",
      "kv": "hotel",
      "episode": 7,
      "genre": [
        "Action",
        "Drama"
      ],
      "wrp_score": 6.4,
      "score": 6,
      "review": {
        "en": "Episode #7: Last Supper 2",
        "jp": "第7話: 最後の晩餐2<p>『全く意味がわからない。まるで母娘のような殺し屋の師匠と弟子の関係。謎に日本に憧れる師匠の母の味である味噌汁を死ぬ前に飲みたい、というアデルの頼みを聞いたコンシェルジュ。隠し味のヒントが、たまたま送り込まれたダブルソードと言う異名を持つ殺し屋で・・・まぁ色々あって、フランス語でりんごのふたつ名を持つのはトマト。ということで隠し味はトマトケチャップで・・・アデルは実は師匠を殺していて・・・殺しの依頼主からかすめたお金などを使って見晴らしのいい丘に師匠と一緒に眠るために山を買っていて・・・。いい話っぽいけどまるでわからないし。っていうか折角コンシェルジュが殺し屋から守るために戦っているのに、瀕死の状態にも関わらず謎に、アデルがわざわざ部屋から出てきて戦闘中の廊下に居座って邪魔をする意味がまるでわからない。これではもう一度切る可能性が高いじゃないか。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.55,
        "script": 0.4,
        "direction": 0.4,
        "charm": 0.35,
        "overall": -0.3
      },
      "romanized_title": "Hotel Inhumans",
      "release_date": "7/6/2025",
      "based_on": "Web Comics",
      "studios": "Bridge",
      "creators": "Aminotetsuro",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "The best hotels must meet certain standards, including the finest cuisine, ways to relax, and entertainment. Of course, they also need the best selection of weapons, reliable ways to falsify one’s identity, and ways to dispose of evidence. In this hotel at the border of death stand two concierges, Ikuro Hoshi and Sara Haizaki. What kinds of requests will the assassins have for them next?"
    },
    {
      "rank": "editor's pick",
      "trend": "down",
      "title": "Clevatess",
      "jpTitle": "クレバテス-魔獣の王と赤子と屍の勇者-",
      "kv": "cleatess",
      "episode": 8,
      "genre": [
        "Action",
        "Drama",
        "Fantasy"
      ],
      "wrp_score": 6.3,
      "score": 6,
      "review": {
        "en": "Episode #8: Current of Insects",
        "jp": "第8幕:蟲の流動<p>『兎に角酷い。蟲使いは最高の魔術師?っていうかそもそもこいつ誰?回想によると、かつて勇者に期待して裏切られ何かしらの嫌な経験をした者らしい。何千万匹?とも言える蟲を好きなように操るらしいがどうやって?で、すべて済んだ後どうするの?頼んでどこか異世界にでも帰ってもらうの?そもそもこいつが最強じゃない?この能力あったら国でも好きなだけ滅ぼせるでしょう。避難した非常に粗末な小屋も隙間だらけのはずなのに、蟻も入ってこれないの?それを更にメチャクチャ雑に板で目張り。アリシアが一人で剣を振るってどうにかなる話じゃない。やばいらしい毒も喰らいまくってるが、なんだかんだ言って大丈夫らしい。そもそも村人の手のひら返しもアホくさいし、おっさんやおかんも脈絡も無く仁義を重んじるお熱い人ってだけで危機回避とか。で、更にはミニクレバテスが実はこっちにいて（アリシアの血に混じってるとか言う理屈をこねるのでしょうけど）、閉じ込められてるから「助けに来てくれよぅ」ってか?アホくさい。これ・・・駄目だな。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.4,
        "direction": 0.45,
        "charm": 0.35,
        "overall": -0.5
      },
      "romanized_title": "Clevatess: Majuu no Ou to Akago to Kabane no Yuusha",
      "release_date": "7/2/2025 to 9/17/2025",
      "based_on": "Web Comics",
      "studios": "Lay-duce",
      "creators": "Kiyotaka Taguchi",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "The story centers on the the titular Clevatess, the lord of Dark Beasts, who wields both uncanny intellect and destructive power. Frustrated by the 13 heroes tasked to destroy him, he has decided to be rid of humanity once and for all. However, he has been charged with one nuisance: he revived a hero he personally slayed and adopts an orphaned humanoid baby—the last hope to save a dying world. The world stands upon the brink of Armageddon, with the obligation of raising one child holding it all back. Now bound together, what fate awaits this unlikely trio?"
    },
    {
      "rank": "dookie",
      "trend": "down",
      "title": "Rent-a-Girlfriend Season 4",
      "jpTitle": "彼女、お借りします 第4期",
      "kv": "kanokari",
      "episode": 44,
      "genre": [
        "Comedy",
        "Romance"
      ],
      "wrp_score": 5.6,
      "score": 5,
      "review": {
        "en": "Episode #44: Strings and Girlfriend -porokano -",
        "jp": "第44話:紐と彼女-ポロカノ-  <p>『絶望。全てが意味不明。もはやカズヤのヘタレクソ野郎ぶりが無いので、延々と続く「水原はやっぱりかわいいなぁ・・・」内面吐露も、1ミリも進展しない展開も、謎に絡んでくるまみちゃんの不可解さとエグさも、全てがクソ。ウォータースライダーのボートに乗る位置取りに一生費やすとか、水原の水着がゆるくて外れるとか・・・今更そんなんで長々とやられても。やべえなこの作品。やっぱりただの間延ばしのみなので地獄レベルで面白くない。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "Kanojo, Okarishimasu 4th Season",
      "release_date": "7/4/2025 to 9/16/2025",
      "based_on": "Manga",
      "studios": "TMS Entertainment",
      "creators": "Kazuomi Koga",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Kazuya’s ready to confess with the lush paradise of Hawaii as a backdrop. But renting Chizuru for the dream trip turns into a war zone of love due to Ruka’s aggressive advances and Mami’s scheming. Despite the chaos, this is Kazuya’s moment to bare his heart. Will his words reach Chizuru? And if they do, what will she even say?"
    }
  ]
}