{
  "meta": {
    "week": "week 10",
    "season": "2025 Spring",
    "ep_range": "ep.10-11"
  },
  "entries": [
    {
      "rank": 1,
      "trend": "UP",
      "title": "Shoshimin: How to Become Ordinary 2",
      "episode": 11,
      "wrp_score": 9.75,
      "score": 10,
      "review": "Absolutely mind-blowing.<br>Every element — the buildup, the puzzle pieces, the interwoven past and present cases, the subtle psychological moves by Kobato and Osanai — it all locked together into a masterclass of mystery storytelling.<br>The way even a so-called \\\"ordinary\\\" character casually stumbles upon a deduction that took Kobato and Osanai immense reasoning to reach — chilling, ironically. And the smallest details — like a simple discharge date quietly triggering Kobato's terrifying brilliance — show just how unthinkably sharp these two are. This isn't just mystery. It's on a level that honestly feels beyond what you'd expect from anime. Celestial.<br><br>Full Review: What's truly chilling is how all of these seemingly strange extensions of ordinary life quietly carry unsettling inconsistencies that piece by piece converge into something far more ominous and deeply unnerving beneath the surface.<br>Kobato's seemingly and weirdly uneventful hospital days, with Osanai never managing to meet him directly despite frequently visiting, serve as a slow-burning stage where every minor interaction, observation, and omission adds weight to the intricate mystery.<br>As the story masterfully weaves together the past accident, the unresolved threads of Hisaka's involvement, and the present investigation, every element locks precisely into place. The way both timelines intersect — with Osanai's discreet actions and Kobato's terrifyingly sharp deductions — pushes the tension into unsettling territory long before any big revelation hits.<br>The contrast between Kobato and Osanai's near inhuman brilliance, and the ironically simple, almost comical perspectives of ordinary bystanders — like the convenience store girl casually stumbling into conclusions that took the protagonists' painstaking efforts — adds a brilliantly layered irony unique to the series.<br>The intricate interplay between those striving to remain \\\"ordinary\\\" and the truly ordinary is anything but binary or straightforward — often ironic, subtly unsettling, and layered with a peculiar brilliance unique to this story.<br>The dread doesn't slam all at once; instead, it seeps in gradually, tightening with each step until you realize you're watching a mystery that operates on a level far beyond what most weekly anime ever attempt. This isn't just great — it's ascending into a rare echelon few series ever reach.<br>",
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.8,
        "direction": 0.8,
        "charm": 0.7,
        "overall": 1.7
      }
    },
    {
      "rank": 2,
      "trend": "DOWN",
      "title": "The Apothecary Diaries 2nd Season",
      "episode": 46,
      "wrp_score": 9.6,
      "score": 10,
      "review": "",
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.7,
        "overall": 1.65
      }
    },
    {
      "rank": 3,
      "trend": "DOWN",
      "title": "The Catcher in the Ballpark!",
      "episode": 11,
      "wrp_score": 9.5,
      "score": 10,
      "review": "This episode is, in a way, the culmination of what it's been building up to. It beautifully depicted the bitter defeat, while revealing even more clearly how deeply connected everyone in the ballpark has become — the players, the fans, the beer girls, the staff, the security, and everyone whose lives have somehow become connected through this place — Continue Watching",
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.7,
        "direction": 0.75,
        "charm": 0.7,
        "overall": 1.65
      }
    },
    {
      "rank": 4,
      "trend": "STAY",
      "title": "Mobile Suit Gundam GQuuuuuuX",
      "episode": 10,
      "wrp_score": 9.4,
      "score": 9,
      "review": "",
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.65,
        "overall": 1.5
      }
    },
    {
      "rank": 5,
      "trend": "UP",
      "title": "From Old Country Bumpkin to Master Swordsman",
      "episode": 11,
      "wrp_score": 9.3,
      "score": 9,
      "review": "Wow, what just happened? The visuals, pacing, structure, and everything suddenly got to another level. It's not just about the fighting scenes — now it has everything: a fine script, well-crafted structure, strong character development, and superb action sequences. And all that in a single episode? Seriously impressive. Wish it had happened earlier — it easily could've earned A tier or even higher — Continue Watching.",
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.7,
        "direction": 0.75,
        "charm": 0.6,
        "overall": 1.5
      }
    },
    {
      "rank": "spotlight",
      "trend": "DOWN",
      "title": "Sword of the Demon Hunter",
      "episode": 10,
      "wrp_score": 9,
      "score": 9,
      "review": "",
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.65,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.4
      }
    },
    {
      "rank": "editor's pick",
      "trend": "UP",
      "title": "Apocalypse Hotel",
      "episode": 10,
      "wrp_score": 8.5,
      "score": 8,
      "review": "",
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.55,
        "direction": 0.55,
        "charm": 0.45,
        "overall": 0.5
      }
    },
    {
      "rank": "dookie",
      "trend": "STAY",
      "title": "Can a Boy-Girl Friendship Survive?",
      "episode": 10,
      "wrp_score": 4.8,
      "score": 4,
      "review": "",
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      }
    }
  ]
}