{
  "meta": {
    "week": "week 4",
    "duration": "04-27-Sun-05-03-Sat",
    "season": "2025 Spring",
    "ep_range": "ep.4-5",
    "status": {
      "watching": 18,
      "droppedThisWeek": 1,
      "droppedTotal": 9,
      "noAir": 0
    }  
  },
  "entries": [
    {
      "rank": 1,
      "trend": "stay",
      "title": "Apocalypse Hotel",
      "jpTitle": "アポカリプスホテル",
      "kv": "apocalypse",
      "episode": 4,
      "genre": [
        "Sci-Fi",
        "Drama",
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 9.5,
      "score": 10,
      "review": {
        "en": "",
        "jp": "<p>\"ポン子の就業開始食材探しで生死の境を味わいつつ得た食材から命と感謝を学んだ成長回(涙)\"</p>『出だしの集合終わりに鶏の世話をし命を感じるもまだ全てをどこか当たり前にそこにあるものとしてしか感じていないポン子。ディナーでは豪華ながら代わり映えのしない内容に文句を言ったり食べるのを拒むものすら出てくるたぬき一家。そんなひょんなことから色the探しの旅にでるやちよとポン子。そこでの様々な体験。ラクダの無惨な姿を目の当たりにしたり巨大な怪獣にあまりに驚いて気を失うたぬきの習性をみせたり魚釣りをして生存の基本である狩りをあくまでも狩る側として感じたりしつつまぁ恐ろしくも九死に一生を得る、狩られる側として死を目の当たりに感じる体験をすることによって生きていること食べるものがあること家族とそれを美味しい美味しいといって一緒に共有できることが如何に当たり前でないかをきっと感じたからこそポン子は泣いていたのだろう。自分も何故かはわからないが涙が溢れてきた。最後の可愛いボイスもまたポン子がたくましく親鳥達とともに食べれるようになった雛を見ながら感慨深く「大きくなれよ」という言葉には色々なものが含まれているんだろうな・・・、もちろん感謝も・・・というまぁ素晴らしい回でした。上手く説明できないけど本当に素晴らしい、銀河楼の活動記録でザギンの食と礼儀に文化ありを学ばせていただきました。感謝の気持を込めて前足を合わせるんですよ。諸星すみれさんやばすぎでした。もちろん白石沙帆さんもだけど。』ー10点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.65,
        "overall": 1.6
      },
      "romanized_title": "Apocalypse Hotel",
      "release_date": "4/8/2025 to 6/25/2025",
      "based_on": "Original",
      "studios": "Cygames Pictures",
      "creators": "kana Shundou",
      "external_scores": "7.88 (MAL)",
      "streaming_services": "",
      "synopsis": "Following the collapse of civilization, one storied hotel stands among the ruins of Tokyo’s Ginza district. Overrun by nature, this lone hotel continues to defy humanity’s collapse. Current guests: zero. Check-ins scheduled today: zero. Yesterday’s website traffic: zero. Enter with caution in this story of survival and mystery in a world where the memory of humanity begins to fade."
    },
    {
      "rank": 2,
      "trend": "stay",
      "title": "Me and the Alien MuMu",
      "jpTitle": "宇宙人ムームー",
      "kv": "muumuu",
      "episode": 4,
      "genre": [
        "Comedy",
        "Sci-Fi",
        "Slice of Life",
        "School"
      ],
      "wrp_score": 9.25,
      "score": 9,
      "review": {
        "en": "",
        "jp": "<p>\"高額電気代?からミキサーからワイヤレス充電から微笑み美人から全てが面白く、繋がっていた\"</p>『先週の最後のあの美人は?から今回は会長の恋路の話だが出だしの電気代7万円からミキサーからムームーもがきからワイヤレス充電から全てが繋がりつつ大変面白かった。微笑み美人の携帯の充電が・・・は会長/部長への気持ちの現われだったのか？ってのも良かった。終始充電が・・・の微笑み小町に群がる男たちのやり取り、また、たかひろに薄暗がりに誘おうとする女を挟み続けるのも良かった。最初から最後までずっと笑い、感心し、楽しみ続けた。』ー9点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.65,
        "overall": 1.5
      },
      "romanized_title": "Uchuujin MuuMuu",
      "release_date": "4/9/2025",
      "based_on": "Manga",
      "studios": "OLM",
      "creators": "Tomoya Takahashi",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "A cat-like alien from a distant galaxy, MuMu, arrives on Earth. His goal is to learn about home appliance technology on Earth to recover the technology his species has lost. The protagonist, Sakurako, has a typical university life, but everything changes with MuMu's arrival! What begins as an unexpected cohabitation quickly turns into a whirlwind of chaotic events. The chemistry between Sakurako and MuMu leads to a super-spectacular, appliance-filled, and cat comedy adventure."
    },
    {
      "rank": 3,
      "trend": "up",
      "title": "The Apothecary Diaries 2nd Season",
      "jpTitle": "薬屋のひとりごと 第2期（第2クール）",
      "kv": "kusuriya",
      "episode": 41,
      "genre": [
        "Historical",
        "Mystery",
        "Drama"
      ],
      "wrp_score": 9.2,
      "score": 9,
      "review": {
        "en": "",
        "jp": "<p>\"何層も深く何段も上の面白さ、全てが絡みつつ役者も揃いながら謎も明かし尚まだ新しい展開◎\"</p>『もうちょっと言葉がない。あまりにもレベルが違いすぎる面白さ。何十層にも重なったこれまでの全てが繋がりつつ子翠と翠苓の繋がりや正体も明かしながらもこれからが楽しみで仕方ない。壬氏とマオマオの育ての親の関わりもいいし、、、まぁあげたらきりが無い。普通につけたらいつも9点か10点で3位以内でしょう。でもまぁそれじゃあつまらないしって感じです。今回も正直10点でも構いません。』ー9点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.65,
        "overall": 1.5
      },
      "romanized_title": "Kusuriya no Hitorigoto 2nd Season",
      "release_date": "4/4/2025 to 7/4/2025",
      "based_on": "Naro",
      "studios": "TOHO animation STUDIO✕OLM",
      "creators": "Norihiro Naganuma",
      "external_scores": "8.93 (MAL)",
      "streaming_services": "",
      "synopsis": "Maomao lived a peaceful life with her apothecary father. Until one day, she’s sold as a lowly servant to the emperor’s palace. But she wasn’t meant for a compliant life among royalty. So when imperial heirs fall ill, she decides to step in and find a cure! This catches the eye of Jinshi, a handsome palace official who promotes her. Now, she’s making a name for herself solving medical mysteries!"
    },
    {
      "rank": 4,
      "trend": "up",
      "title": "Shoshimin: How to Become Ordinary 2",
      "jpTitle": "小市民シリーズ（第2期）",
      "kv": "shoshimin",
      "episode": 15,
      "genre": [
        "Mystery",
        "School",
        "Slice of Life"
      ],
      "wrp_score": 9.15,
      "score": 9,
      "review": {
        "en": "This and The Apothecary Diaries are in a totally different league—like, literally above the clouds when it comes to Japanese anime. The visuals, animation, pacing, storytelling, direction, and acting—everything was just picture-perfect (pun intended).I don't think I can guess who the \"Fire Man\" is (what's with that naming sense!?). Osanai or Hiya (or both?) seem like obvious suspects, but maybe that's the trap? Could it be someone acting under Osanai's orders? Still, I doubt they'd arrest her.As for Nakamaru—turns out she's not even a two-timer, she's a three-timer. And when Jogoro found out (through her own friend, no less), he didn't question her, didn't confront her, didn't even flinch. Just stayed cool and silent.And that silence? It disappointed her.Since Nakamaru knew Jogoro knew about her cheating (heard from the same friend, no less—WTF!), his lack of emotional response and his never-changing, seemingly detached way of treating her are what ultimately led her to break up with him.At least, this is her logic.And during this false, unfair accusation and breakup, Jogoro didn't raise his voice even once. He never said a word in his defense. He simply said, \"Understand this is it, right?\" (Even an emotionally unavailable man like me...)I guess a \"mature, broad-minded man\" is expected to just take it in stride—no eyebrow-raising, no protest. Otherwise? Stay single?…God, I hope that's not true.Anyway, this episode was just flawless. Solid 9pt.\"",
        "jp": "<p>\"どのシーン一つとっても完璧、繊細で練り上げられた構成・演出・作画で圧倒的に面白い、単に凄い\"</p>『アヴァンの瓜野と氷谷君のやり取りからもう繊細、その後は瓜野と小佐内、ジョーゴローと堂島のやり取り、そしてジョーゴローと仲丸さんのやり取り、瓜野と新聞部員・・・全てのシーンがビッタリとハマっていて演技もだけど完璧でしかなかった。小佐内の出番を少なくしているのもいい。ジョーゴローの真意はどこにあるんだろうねぇ。。。別れを切り出される直前に前に仲丸さんに向かって歩きだしたり、「ジョーって呼んでいい?」と聞かれて断るところとかも意味深でしたね。また瓜野もジョーゴローも犯人が誰かわかっている見せ方もいい。ファイアーマンて・・・なんだそのネーミング。でも誰でしょうね。どうせ当たんないけど普通に考えたら小佐内か氷谷君のどちらかでしょうけどどうせ違うんでしょう。部分的にはどちらか（か両方）がかかわっているのかもだけど。そうでなければ小佐内が奴隷を使ってやらせているのでしょうか?さぁ・・・。小佐内が捕まるわけにはいかないからそれはないでしょうけど。移動した先生??ははは。っていうかやはり女性って・・・。3股かけておいて人を責めることが出来る生き物なんですよねー。そこにツッコミを入れず無言で流せるようでないと、男は駄目かも?何だそれ。』ー9点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.45
      },
      "romanized_title": "Shoushimin Series 2nd Season",
      "release_date": "4/5/2025 to 6/22/2025",
      "based_on": "Novels",
      "studios": "Lapin Track",
      "creators": "Mamoru Kanbe",
      "external_scores": "8.03 (MAL)",
      "streaming_services": "",
      "synopsis": "The second season will focus on two new cases from the novel series, adapting the two-part third volume Shuuki Gentei Kuri Kinton Jiken (The Autumn-Exclusive Kuri Kinton Case) and the fifth volume Touki Gentei Bonbon Chocolat Jiken (The Winter-Exclusive Chocolate Bonbons Case)."
    },
    {
      "rank": 5,
      "trend": "up",
      "title": "Kowloon Generic Romance",
      "jpTitle": "九龍ジェネリックロマンス",
      "kv": "kowloon",
      "episode": 5,
      "genre": [
        "Mystery",
        "Drama",
        "Sci-Fi"
      ],
      "wrp_score": 9,
      "score": 9,
      "review": {
        "en": "I can't quite explain why, but this episode was so good it felt like only two or three minutes had passed. There weren't any big twists or dramatic events, yet I was completely drawn in. I just hope this short review still gets across how great it really was.—Continue Watching",
        "jp": "<p>\"上手く言えないがテンポや雰囲気の切り替えの妙で実に面白く見せている実と虚と中間の葛藤が◎\"</p>『何がそんなに良かったかを説得力を持って言うのが難しい大きな変化があったわけでもない回。ただ地味めな回だったからこそ如何に上手くテンポや雰囲気、空気感をガラリと変えたりすることで見るものを惹きつけられているということを感じた回でもあった。元の真実の自分という存在とジェネリックな虚の存在。ただそのどちらにもどちらをも感じる、願う気持ちがありそこには実の中に虚があったり虚の中にも実があったり。更には実が虚を恐れ虚であることを選びつつ、ただその方が実だと認識しつつもまた恐れ実でありたいと思ったり、虚なのに自分が実だとしか感じれないために実をどこか虚のように感じたり、だからこそ実であること、あろうとすることの実っぽさを感じることが出来るみたいなものが凄く良く描かれていた。その中での空気感の変化があまりにも良くできていたのでまぁあっという間の23分でした。男性の「俺が鯨井さんを殺した」みたいな発言はまだ引っ張っているので微妙だけど・・・まぁちゃんと納得いくものを見せてくれるでしょう。まぁ本当に面白かったです。蛇沼のテレビのやつも上手く関わっていて面白かったし。本屋の件や読んでいる小説などもまたいい感じで謎だし、、、上手いなと・・・。って感じで9点』ー9点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.65,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.4
      },
      "romanized_title": "Kowloon Generic Romance",
      "release_date": "4/5/2025 to 6/28/2025",
      "based_on": "Manga",
      "studios": "ARVO ANIMATION",
      "creators": "yoshiaki Iwasaki",
      "external_scores": "7.47 (MAL)",
      "streaming_services": "",
      "synopsis": "Welcome to Kowloon Walled City: a dystopian townscape where the people are brimming with nostalgia, and where the past, present, and future converge. Amid the hidden emotions and extraordinary daily lives of the men and women working in its confines, a tale of romance begins to unfold for real estate agent Reiko Kujirai—one that feels as familiar as Kowloon itself…"
    },
    {
      "rank": "spotlight",
      "trend": "up",
      "title": "Uma Musume: Cinderella Grey",
      "jpTitle": "ウマ娘 シンデレラグレイ",
      "kv": "umamusume",
      "episode": 4,
      "genre": [
        "Drama",
        "Sports"
      ],
      "wrp_score": 8.7,
      "score": 8,
      "review": {
        "en": "",
        "jp": "<p>\"何故9点でないのか説明できないがあるべきはずの大きな「何か」が足りない。既に十分良いのだが\"</p>『正直良かった。涙したし。しかしどこか置きに行っているというか大衆受けの決定版の優等生の非常に良くまとめられたコンパクトな1話という感じを受けてしまったのも事実。実際9点でも10点でもいいんだけど。この直感を信じたいと思う。多分ペースが早過ぎる、もっと周りとの繋がり結びつきを丁寧にしっかり描いてほしい。厩舎の調教師さんや、そいつの親父?とかダンスの練習の件とか色々と微妙というか足りないと言うか。オグリキャップがあまりにも凄くてそれを描くだけで最高なのは当たり前なのでその上を期待してしまう。第1期を超えろとかいうつもりはないけどやはり比べると・・・です。勝ち方の見せ方とかもなぁ。最後の一緒に・・・ってのは良かったけどそれでも、いやいや良かったですよ。普通につけたら9点以下なんてあり得ないと思いますけど。』－8点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.65,
        "direction": 0.6,
        "charm": 0.6,
        "overall": 1.15
      },
      "romanized_title": "Uma Musume: Cinderella Gray",
      "release_date": "4/6/2025 to 6/29/2025",
      "based_on": "Media Mix",
      "studios": "Cygames Pictures",
      "creators": "Yuuki Itou",
      "external_scores": "8.47 (MAL)",
      "streaming_services": "",
      "synopsis": "Unbeknownst to those around her in the destitute countryside of Kasamatsu, the staggering potential of this ashen-haired \"Beast” will soon rock Japan with her feet and catapult her to the national stage—down the path of a legend.  Follow Oguri Cap and her insatiable appetite as the starting gates open on this Umamusume's hot-blooded Cinderella story!"
    },
    {
      "rank": "editor's pick",
      "trend": "stay",
      "title": "Rock Is a Lady's Modesty",
      "jpTitle": "ロックは淑女の嗜みでして",
      "kv": "rockwa",
      "episode": 5,
      "genre": [
        "Girl's Band",
        "School"
      ],
      "wrp_score": 5.25,
      "score": 5,
      "review": {
        "en": "To be honest, it should be exlcuded already.",
        "jp": "<p>\"まるで古の若手アイドル主演プロモ用月9ドラマの様なドタバタとドラマと臭さだがレベルは更に下、華もなく雑さと無駄なキレばかり、演奏作画もヤバし\"</p>『まぁ見事に溜めも積み上げもなく練習も禄に無く謎の指揮者の昔の因縁歌手登場や妹がこのイベントに来る理由も厳しいし解消も無い、演奏時の台風作画は省エネの為の苦肉の策か?それでも二人の演奏シーンが限界なのだとバレる結果に、会場の外まで巻き込んで謎に盛り上がりすぎ、また演奏後の握手の展開も苦笑しかない、そして極めつけに異常なまでにブチギレる病院送り必至の金髪、妹が急に浸水しだすのもまた苦笑、母親の病みっぷりも同様、まじでやばい作品。もう対象から外すかなぁ、、、。サイレント切りか。』ー5点・切り検討"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.4,
        "script": 0.35,
        "direction": 0.35,
        "charm": 0.15,
        "overall": -1
      },
      "romanized_title": "Rock wa Lady no tashinami Deshite",
      "release_date": "4/3/2025 to 6/26/2025",
      "based_on": "Manga",
      "studios": "BN Pictures",
      "creators": "Shinya Watada",
      "external_scores": "7.87 (MAL)",
      "streaming_services": "",
      "synopsis": "At an elite all-girls' academy where refined young ladies gather, Lilisa Suzunomiya, now the daughter of a real estate tycoon after her mother remarried, is forced to abandon her guitar and rock music to fit in. However, her passion is reignited by sounds from the old school building, where she meets a skilled drummer who shares her love for rock. Together, they embrace their inner rockstars, elegantly clashing and shouting their way through the academy in this captivating tale of grace and rebellion."
    },
    {
      "rank": "dookie",
      "trend": "down",
      "title": "Can a Boy-Girl Friendship Survive?",
      "jpTitle": "男女の友情は成立する？（いや、しないっ!!）",
      "kv": "danjoru",
      "episode": 5,
      "genre": [
        "Rom-Com",
        "School"
      ],
      "wrp_score": 4.9,
      "score": 4,
      "review": {
        "en": "Poor picture quality, clunky pacing, and a messy story - nothing works. The entire plot is driven by the bule-haired girl, himari, who's been hopelessly obsessed with the main guy from the very beginning. that crush completely undercuts the show's core premise. By episode 2, thery're already acting like they're in love. Seriously, WTF? This one's staying in my 'crappy anime spotlight.'",
        "jp": "<p>\"早くも万策尽きた?メインの二人の顔がシーン毎に違いすぎ、ただ日葵がこじらせてるだけの性もない作品でした\"</p>『もはやアクセサリも禄にない、えのっちの存在もなにやら・・・だし、謎に話を整理して説明する日葵の元彼(?)、兄とか家がまた異常に超絶金持ち設定とかお手伝いさんがいるのに他の人々が一切映らないとか、ヒロインの家に泊まるというイベントなのにご飯のシーンも寝る前やおきた後のシーンも一切なく、何事もなかったかのように即次の日の全く別のシーンって・・・あり得るのか?やばすぎだわ。最近の作品はみんなこんなな気がするが誰も違和感感じないのだろうか?弄り専用として残す以外に存在意義はあるのか?』ー4点・切り検討"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "Danjo no Yuujou wa Seiritsu suru? (Iya, Shinai!!)",
      "release_date": "4/4/2025 to 6/20/2025",
      "based_on": "Light Novel",
      "studios": "J.C.STAFF",
      "creators": "Yohei Suzuki",
      "external_scores": "6.75 (MAL)",
      "streaming_services": "",
      "synopsis": "Childhood BFFs Himari and Yuu’s vow of friendship hits turbulence when Yuu reunites with his first crush in high school. Himari, who’s never known the fuzzy warmth of a crush, now must confront her feelings. Their shared dreams and peaceful days as a twosome gardening club are tested in this tale of love, flowers, and growing pains!"
    }
  ]
}