{
  "meta": {
    "week": "week 10",
    "duration": "09-07-Sun-09-13-Sat",
    "season": "2025 Summer",
    "ep_range": "ep.10-11",
    "status": {
      "watching": 18,
      "droppedThisWeek": 1,
      "droppedTotal": 25,
      "backOnList": 0,
      "noAir": 0,
      "completed": 2,
      "total": 45
    }
  },
  "entries": [
    {
      "rank": 1,
      "trend": "up",
      "title": "Turkey! Time to Strike",
      "jpTitle": "Turkey!",
      "kv": "turkey",
      "episode": 10,
      "genre": [
        "Adventure",
        "Sports",
        "Supernatural"
      ],
      "wrp_score": 9.65,
      "score": 10,
      "review": {
        "en": "<h4>Episode #10: What Now? Split</h4>  <p>I don’t even know why, but it made me cry. Episodes like this are an automatic 10/10. It must be because each girl’s growth and emotions have been steadily built up, so you can’t help but resonate with them. That said, the pacing of time after they return was a bit unclear, kind of awkward. At first I thought maybe they’d jump back the very same day—but apparently not. So then… just how many days actually passed?</p>  <p>And then, for them to return at the exact moment right before the beheading—that’s way too convenient. On top of that, these five sisters from the Sengoku period were portrayed as ancestors of the present-day characters, but if they had died back then, wouldn’t their existence be a paradox? Unless, of course, we’re supposed to take it as ‘beings whose wavelengths overlap’ or something like that. I guess I can accept that interpretation—sort of. In any case, there are plenty of things that bug me, but this is the kind of episode where you just say, ‘so be it.’ Because honestly, it was just that good.</p>  <p>A series that makes you laugh, care, and want to keep watching—this is easily one of the best of the season. Unexpectedly, it turned out to be a “hop back and forth between worlds” type of story, but I think that actually worked out for the better. Those shameless folks who trashed the show after just one episode… well, you know exactly what I mean. I’ll be enjoying this all the way to the end.</p>",
        "jp": "第10話: どうする?スプリット<p>『何故かわからないが泣けた。そういう回は迷わず10点。彼女たち一人ひとりの成長や想いなどが、ちゃんと積み重なってきているからこそシンクロするのだろう。帰還後の時間の経過具合は、ややわかりにくく微妙だなとも思った。始めはその日の内に過去に戻るのかな？と思ったらそうじゃないみたいで、でもじゃあ実際一体何日間経過しているのだろう?って感じでした。また戻るタイミングがまさに「首を落とされる直前」ってのもご都合感が強い。さらに、これまで戦国時代の5姉妹がそれぞれのキャラの先祖っぽく描かれてたが、もしその時点で死んでたら存在自体が矛盾するのでは?とも感じたが、単に\"波長が重なり合うような存在\"という解釈で良ければ納得できないことはない（？）当然気になることは尽きませんが、それは\"まぁよいではないか\"と言えるほどに、とにかく面白いです。ここまで寄り添って見守りつつ笑って楽しめる作品として、本作は今季ではトップクラスと言っていいでしょう。意外にも\"異世界行ったり来たりモノ\"でしたが、それで（が）良かったと感じれるものになっていると思います。第1話で適当に好きなことを公に言って、切ったりした不届き者たちこそ、、、、と言う感じです。最期まで楽しませてもらいます』</P>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.75,
        "overall": 1.75
      },
      "romanized_title": "Turkey!",
      "release_date": "7/8/2025",
      "based_on": "Original",
      "studios": "BAKKEN RECORD",
      "creators": "Susumu Kudou",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"Turkey\" is a bowling term for scoring three consecutive strikes.  Mai, a second-year student and captain of the Ikkokukan High School Bowling Club, is a genius who can't seem to win a match. Whenever she scores a Turkey, she mysteriously follows it up with an unyielding split—the Snake Eyes.  One day, Rina, the club’s only first-year member, confronts her \"You’re doing it on purpose, aren’t you?\"  \"You’re running away from winning. But I want to win. If you have no intention of winning, I’ll quit.\""
    },
    {
      "rank": 2,
      "trend": "down",
      "title": "Dr. Stone: Science Future Part 2",
      "jpTitle": "『Dr.STONE SCIENCE FUTURE』第4期最終シーズン第2クール",
      "kv": "drstone",
      "episode": 10,
      "genre": [
        "Action",
        "Adventure",
        "Comedy",
        "Sci-Fi"
      ],
      "wrp_score": 9.55,
      "score": 10,
      "review": {
        "en": "<h4>Episode #10: Until We Meet Again</h4>  <p>Faith, conviction, and the willingness to devote yourself to them—that’s what this episode drove home with absolute clarity. There wasn’t a shred of doubt in anyone’s actions. The people in California completing the Medusa and triggering petrification across the entire planet—of course they would do it. That was never in question. The only real question was: “So what do we do?” Gen and Chrome never hesitated either. Even as an enemy, Xeno never doubted their actions or the future that would emerge from them, because he himself never doubts. And Stanley, too, is a man of conviction. He knows Senku and his allies are cut from the same cloth as himself. That’s why, when it came time to decide whether or not to shoot the bottle of nitric acid Gen had set up for Suika, Stanley could accept the outcome as inevitable. Xeno’s overwhelming scientific knowledge was essential, and Stanley’s role as a hostage was equally necessary. So then—what choice remained? Not shooting meant zero percent chance of victory. Shooting meant maybe one in a hundred million. But by not shooting, they could keep Xeno alive for when they all revived from petrification. And in that choice lay the possibility of a future. That line of thought might well have decided the outcome here. For Stanley, too, conviction and belief in the future became his guiding star.</p>  <p>And then it was Suika who revived—someone who knew nothing of science, who seemed the least reliable (though in reality she’s been incredibly useful all along). To be the last human on Earth, truly alone, would be a despair beyond imagination. Yet she still stood up—and once again, it was Senku who gave her that strength. That was beautiful to see. Honestly, this episode got me again. “Dr. STONE” right now is ridiculously good. Absolutely brilliant.</p>",
        "jp": "第10話: また逢う日まで<p>『信念と信じること、それに殉ずるということか。そこに1ミリも疑念を挟むことなど無い、そんな姿をまざまざと見せつけられた。センクウの言ったカリフォルニアに居る皆がメデューサを完成させ、地球全体を覆う石化を発動させることに疑いなどある筈もなく、「彼らは当然それを\"する\"」のだから、そこで自分たちは「何をするか」ただそれだけ。そこにゲンやクロムたちも疑いを挟まない。また敵対勢力として、ゼノも彼らの自らの信念に従った行動や、そこに端を発する未来に対しても疑いを持たない。それはきっと、スタンリーも自分自身、またゼノを疑わない信念の男であり、センクウやその仲間も自分と同じであることを知っているからであろう。だからこそ、ゲンがスイカのために仕掛けた硝酸のボトルを撃つかどうかを考えた時、スタンリーはその後の展開を必然として信じることができた。ゼノの圧倒的な科学力は必要とされるだろうし、そのために自分は人質として必要な存在、それならば自分の取るべき道は？撃たない＝0％の勝利、撃てばワンチャン（0.00001％?）の勝利の可能性。しかし、撃たないことで、彼らが石化から復活した際に、そこでゼノを生かすことが出来る。そしてその先に未来がある。そういった思考の道筋がきっとここでの勝敗を分けたのかも知れない。彼にとっても信念と未来が道標だったのだろう。</p><p>そして石化から回復したのがこの\"スイカ\"—科学の\"か\"の字も知らない、或る意味一番頼りなさげ（実際はメチャクチャ役に立ってきてるけど）なのがまた熱い。地球上に自分がたった一人の人類としていることの心細さは想像もできないほどの絶望感だろう。しかし、それを奮い立たせたのもまたセンクウだったというのも良かった。いやいや、今回もやられました。今の「DR.STONE」はそれはそれでものすごく楽しませてもらってます。素晴らしい。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.7,
        "overall": 1.7
      },
      "romanized_title": "Dr. Stone: Science Future 4th Season 2nd Cour",
      "release_date": "7/10/2025",
      "based_on": "Manga",
      "studios": "TMS Entertainment",
      "creators": "Shuhei Matsushita",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "The second cour of the fourth season of Dr.STONE."
    },
    {
      "rank": 3,
      "trend": "stay",
      "title": "April Showers Bring May Flowers",
      "jpTitle": "ブスに花束を。",
      "kv": "busu",
      "episode": 11,
      "genre": [
        "Comedy",
        "Romance"
      ],
      "wrp_score": 9.5,
      "score": 10,
      "review": {
        "en": "<h4>Episode #11: We Can’t Stay  Friends</h4>  <p>As usual, Tabata’s sudden “nice guy” moments are absurdly convenient—but even that has become part of the show’s overall charm (and Tabata’s charm). So you just go along with it, and that’s what makes this series work. Unlike some other青春-sports-romance titles that force their Cinderella-and-Prince-kiss moments down your throat, here those scenes are treated lightly, almost casually, and that feels refreshing.</p>  <p>This episode, though, was all about Uguisudani. And the way Tabata and Gotanda stood there as absolute pillars in that situation was perfect. When Gotanda told Ueno to handle it properly, he really did: he took Ugu-chan’s confession seriously, gave her a serious rejection, and said “thank you” from the heart. For someone who had never treated others that way before, Ugu-chan’s response—“that alone is enough”—said it all. I imagine many viewers reflected on their own past after seeing that exchange.</p>  <p>And then Tabata shows up at the perfect moment: “This guy is just way too kind—there’s no way you could ever hate him!” That was gold. Gotanda being there the whole time only made it better. And finally, seeing Uguisudani cheer them on during the band performance—there was growth, there was a sense of graduation. The ending, with the song and the emotions overlapping, landed really well.</p>  <p>Even while plenty of cute girls are drawn deliberately, Ueno’s eyes are only ever on Tabata—that’s what makes it feel so passionate. The bit where all their old middle school friends showed up as a catalyst also felt pretty realistic; it’s exactly the kind of thing people notice at that age. And yeah… it’s definitely not a “high-quality” production, and the director (Minato Mirai, who for me personally always raises red flags) still managed to pull off something genuinely good here. I’m enjoying it more than I expected, and I can’t take my eyes off it until the very end. Tabata’s getting cuter and cuter. Next time, I guess the younger brother shows up at the school festival? Honestly, I kind of hope he brings the flower-shop lady along—wouldn’t that be fun?”</p>",
        "jp": "第11話: 友達のままじゃいられない<p>『いつも通り、唐突な田端の親切・いい奴シーンはトンデモなくご都合だけど、それすらも作品全体の良さ（田端の良さ）の一部でしか無い。だから、素直にそれを流せる。それが本作。どっかの青春スポーツ恋愛ゴリ押し作品と違って、シンデレラと王子のキスシーンがことごとくあっさりと扱われるのが心地よい。今回はとにかく鶯谷の回。そしてそこに絶妙に絶対的な立ち位置として田端と五反田がいるのがいい。ちゃんとしっかり対応しろと五反田に言われた植野が、うぐちゃんの告白を真剣に受け止め、真剣に断り、本気でありがとうと言う。今までの自分が他人にしてきたことと違って、「そうしてくれただけで十分」、という鶯谷の言葉が全てだった。この二人のやり取りに自身の過去を振り返った人も多かったのではないだろうか?そして最高のタイミングで田端が登場し、「もうこいつ最高に優しいし、これじゃあしょうがねぇな、嫌いになれるはずもないし!」ってのが最高。五反田はずっと居たってのもいい。そして最後のバンド演奏に送り出す鶯谷の姿に再度成長を、そして卒業を見た。最後のバンド演奏、曲と気持ちが重なるエンディングもなかなかに良かった。結構可愛い子が意図的に描かれる中、植野の目には田端しか映ってないのが熱かった。途中各々の同中が来てて・・・というのがキッカケなのも若干リアリティがあってよかった。そういうのは意識するお年頃でしょう。いやぁ・・・決してハイクオリティの作品じゃないし、監督は（あくまでも私個人にとっては）不安係数跳ね上がりの湊未來さんだし・・・ってのをいい意味で裏切って素晴らしいものを見せてもらってます。楽しんでます。最期まで目が離せませんね。田端可愛くなってきた。次回は弟が学祭来るのかな?結構好きなので花屋の姉さん連れてくればいいのに・・・と期待。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.7,
        "overall": 1.6
      },
      "romanized_title": "Busu ni Hanataba wo.",
      "release_date": "7/4/2025 to 9/26/2025",
      "based_on": "Manga",
      "studios": "SILVER LINK.",
      "creators": "Mirai Minato",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Hana Tabata is a lonely and unpopular high school girl with negative thoughts. Early morning in the classroom when she was pretending to be a manga heroine, the class's good looking Yosuke accidentally saw her...!? This love, you will definitely want to support it! Masochistic system unpopular girl comedy!"
    },
    {
      "rank": 4,
      "trend": "up",
      "title": "The Fragrant Flower Blooms with Dignity",
      "jpTitle": "薫る花は凛と咲く",
      "kv": "kaoru",
      "episode": 11,
      "genre": [
        "Comedy",
        "Drama",
        "Romance"
      ],
      "wrp_score": 9.3,
      "score": 9,
      "review": {
        "en": "<h4>Episode #11: A Morsel of Warmth</h4> <p>Yet again, it was one of those unfairly moving parent episodes—this time with the father (though the mother too, of course). Honestly, it feels like cheating, but it was so good I can’t complain. Up until now, I’d assumed it was just a single-parent household, especially since the only glimpse we had of the father was back in that flashback when the mom dyed her hair and got her ears pierced. So when he suddenly appeared, my first thought was simply, “Oh, so he really was there…”</p>  <p>From there, the story unfolded as a modest but wonderful birthday for a high schooler, free from cynicism or drama. They met at the local station in the afternoon, exchanged a gift, chatted a little at the park, and then went home. That’s all—and that’s exactly what made it beautiful. No need for fancy cards. Just a cake. But what a cake it was—absolutely spectacular, as you’d expect from a patisserie. And more than that, the feelings poured into it were straightforward and sincere. Sharing it together as a family made it all the more special. Pure, honest, open.</p>  <p>The interactions between Rintarou and his father were also fantastic. As a parent (and for the mother watching too), there must be nothing more gratifying than being relied on by your child—especially through your own craft—and being thanked from the heart. To then see that gratitude reflected in such a genuine smile… it must be overwhelming. And you can really feel how alike father and son are, which added another layer of warmth. The wrapping on the gift also stood out—you could sense how hard the mother worked on it, her subtle but powerful presence of support and love shining through.</p>  <p>Yes, it was an emotionally manipulative, tear-jerker sort of episode, but it felt like “a cake baked with pure, honest warmth—something that makes anyone who takes a bite smile.” That’s what this episode was. I took a bite, and though it should’ve been sweet, somehow it was just a little salty too. Ah, and Subaru’s move was brilliant. Kaoruko’s joy, expressed so openly, was the perfect finishing touch.</p>",
        "jp": "第11話: ぬくもりのひとくち<p>『またしてもズルいとしか言いようのない親子回。しかも今回は父親（母もだけど）。こういうのは反則だがよかったので仕方ない。っていうか前々回の母親が髪染めてピアス開ける回想で初めて父を見たし、それでもなにか事情があって今は母子家庭なんだとずっと思ってた。だから、「父親いたんだ・・・」ってのが最初の感想。そしてそれからは、普通の高校生の擦れてない者同士の関係としての誕生日回が素朴にそして素敵に描かれていた。午後に地元の駅で会い、プレゼントを渡して公園でちょっと談笑して帰宅。そんなもんですよ。それがいい。洒落たカードもいらない。ただケーキ屋なだけにケーキがすごすぎ。素晴らしいケーキだった。そしてそこに込めた想いも素朴で真っ直ぐで良かった。家族で食べたのも良かった。どちらも純粋で真っ直ぐでオープンで。また父親と凛太郎のやり取りも良かった。あれは父親として（それを見る母親としても）嬉しくて仕方ないだろう。子どもに頼られる、しかも自分の仕事を通して。そして真っ直ぐに感謝される、それだけでこの上ない喜びなのに、更にこんな笑顔を見せるようになったんだ・・・って、たまりません。まぁ良く似た父子でってのも感じられてよかった。それとあのラッピング、お母さん頑張ったんだろうなって、そんな母親のちょっとした、でも心強い手助けや愛情も同時に感じた。今回はお涙頂戴でズルい回だったけど、\"純粋で真っ直ぐで温かい食べた人が嬉しくなる、そんな気持ちになるケーキのような回\"だったでしょう。ひとくちいただきました。甘いはずなのに、ちょっとだけしょっぱいのは何故？あ、昴ちゃんナイスプレイ過ぎ。薫子の喜びの表現もストレートで良かった。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.7,
        "overall": 1.5
      },
      "romanized_title": "Kaoru Hana wa Rin to Saku",
      "release_date": "7/5/2025 to 9/28/2025",
      "based_on": "Web Comics",
      "studios": "CLOVERWORKS",
      "creators": "Miyuki Kuroki",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Chidori High is a boys’ school that takes in the dregs of society with the lowest grades. Next door stands Kikyo Girls’ High, where the wealthy, high-class families send their precious daughters. Chidori second-year Rintaro, who has a fierce face but a gentle heart, is helping at his family’s patisserie when he meets a girl named Kaoruko. The two hit it off right away…but this blissful peace is quickly disturbed when Rintaro discovers that Kaoruko is actually a student at Kikyo. Worse, she doesn’t seem to realize what a huge problem this really is! Will these two be able to forge a path for themselves, and sidestep the traps (metaphorical and literal) laid by their classmates?"
    },
    {
      "rank": 5,
      "trend": "up",
      "title": "Me and the Alien MuMu",
      "jpTitle": "宇宙人ムームー",
      "kv": "muumuu",
      "episode": 23,
      "genre": [
        "Comedy",
        "Sci-Fi",
        "Slice of Life",
        "School"
      ],
      "wrp_score": 9.05,
      "score": 9,
      "review": {
        "en": "<h4>Episode #23: Mumu, Sakurako, and the Risk of Apocalypse</h4> <p>Just before the finale, we suddenly get hit with a shocking “last day on Earth” scenario. Out of nowhere, it’s revealed to Tenkyo-bashi, the Dark Lady, even the pretty boy—that MuuMuu and the other cats are aliens, capable of speech, and their true purpose is laid bare. It’s a sharp twist, but with the moon about to crash, there’s really no time to complain. On top of that, the hologram AI cat’s true motives feel oddly suggestive—like maybe it never really intended to wipe everything out in the first place? In any case, it was a true bolt-from-the-blue kind of episode.</p> <p>It even made me wonder—are we really heading toward an ending where the alien cats give up their intelligence and civilization altogether, and just “settle” on Earth as regular cats? Whether that’d be good or bad is another question entirely. What matters here is that this sudden Armageddon-style, apocalyptic setup was executed with flair and ended up being genuinely entertaining. Still, next time is the finale... and honestly, that’s just sad. Feels like they could’ve given us more.</p>",
        "jp": "第23話: ムームーと桜子と終末の危機<p>『最終回直前にして、何とかなり唐突に来た驚きの地球最後の日展開。ムームーや他の猫が宇宙人で喋れたりすることや、またその目的すらも、天空橋や暗闇女、イケメンにまで明かされることとなった。急展開だが、それこそ月の落下をどうにかしないとなので、そうもいってられないでしょう。また、ホログラムのAI猫の真の目的もどこか思わせぶり（本気で滅ぼす気無いんじゃ？）だったりするし、、、まぁ何れにしても全てが青天の霹靂的な展開でした。最終的に「ムームーたち猫型宇宙人(?)が知性や文明を捨てて、本格的に地球に\"猫\"として移住することになる」とかそういう結末にはならんよな？などと思ったりもしました。それがいいのか悪いのかはひとまず置いといて。今回は、唐突なアルマゲドン・アポカリプス展開でしたが、見せ方も冴えていて面白かったです。でも次回最終回・・・。寂しい、もっとやればいいのに・・・。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.65,
        "direction": 0.65,
        "charm": 0.6,
        "overall": 1.45
      },
      "romanized_title": "Uchuujin MuuMuu",
      "release_date": "4/9/2025",
      "based_on": "Manga",
      "studios": "OLM",
      "creators": "Tomoya Takahashi",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "A cat-like alien from a distant galaxy, MuMu, arrives on Earth. His goal is to learn about home appliance technology on Earth to recover the technology his species has lost. The protagonist, Sakurako, has a typical university life, but everything changes with MuMu's arrival! What begins as an unexpected cohabitation quickly turns into a whirlwind of chaotic events. The chemistry between Sakurako and MuMu leads to a super-spectacular, appliance-filled, and cat comedy adventure."
    },
    {
      "rank": "spotlight",
      "trend": "up",
      "title": "My Dress-Up Darling Season 2",
      "jpTitle": "その着せ替え人形は恋をする Season 2",
      "kv": "bisque",
      "episode": 23,
      "genre": [
        "Comedy",
        "Romance",
        "Ecchi"
      ],
      "wrp_score": 8.4,
      "score": 8,
      "review": {
        "en": "<h4>Episode #23: I Didn't Think Anything Good Would Ever Happen to Me</h4> <p>This episode dealt with how the different burdens and feelings people carry can, through human connection, be unexpectedly redirected—or even made to feel like nothing at all. The contrast between Juju-chan and Akira-chan captured this theme well. The fact that they’re both women, and that Akira is older and can speak bluntly without hesitation, also played an important role. It was very well put together.</p> <p>That said, I personally couldn’t bring myself to care. Models, popular beauties, and cute girls—at the end of the day, they often come across as simply indulging in their own narcissism while pretending to dwell in the shadows. In reality, they’re ridiculously privileged in every way. The narrative and flow tend to be far too smooth, too free of waste, making it hard not to see it all as overly convenient. This episode was yet another of those kinds of flashbacks. I’m the type of person who doesn’t find it fun or interesting to sit through endless scenes of girls laughing and chatting as they expose their embarrassing pasts or personal complexes, only to “grow” from the experience. So yes, my negative reaction may be entirely due to my own personal issues.</p> <p>Still, it’s also true that unless you can gratefully listen to and cherish the “ecology” of cute girls, parts of this series can feel painful to watch. Even so, as a buildup to the upcoming finale, this was a highly polished and tightly crafted episode. It deserves to be acknowledged as such. But that doesn’t change the fact that I didn’t find it entertaining, nor did I feel any sense of appeal—it simply doesn’t make me want to keep watching. In short: no, it’s not a 9 out of 10 for me.</p>",
        "jp": "第23話: 自分の人生には良い事なんて起こらないと思ってた<p>『其々抱えてきた／抱えている色んな想いが、人との関わりによって意外な方向性に導かれることもあるし、今まできにしてきたことは何でも無いもののように感じることが来るようになったりする、こともあるって話。それがジュジュちゃんとあきらちゃんを対照的に見せることでうまく表されていた。女同士でしかも年上だからズケズケ突っ込めるというのも大事かなと。非常に良く出来ていると思うが、残念ながら個人的には全く興味が持てない。モデルや人気の美女、可愛い子たち（など）が、所詮ナルシシスティックに陰になってるだけのような気もしてしまう。実際、彼女たちはあらゆる意味でメチャメチャ恵まれてたりするし、展開や流れもスムーズで無駄がなさすぎる傾向があるので、ご都合に溢れてると感じてしまうのも多少仕方ないかも。今回もそんな様な回想だった。私は基本的に、女子たちがキャキャッと黒歴史やコンプレックスを晒しながらも楽しく過ごし、それを通して成長する様などを延々と見させられても、特に何も面白いと思えない、そんなタイプの人間です。ですので、そういったネガティブな反応は全て私個人の問題に起因するものなのかも知れません。しかし、言ってみれば、かわいい女子たちの生態を有り難く拝聴し、愛でることが出来る人でなければ、辛い部分もあるというのも事実でしょう。ただそうは言っても、次回の\"最終回\"に向けての積み上げとして、非常に完成度の高いしっかりとした話であったことは間違いがなく、真摯に評価すべき回だったと思ったのも事実です。とは言え、事実面白くはないし、やはり魅力は感じない＝視聴意欲を掻き立てられない（何を楽しみにすればいいのかわからない）ので9点はない。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.6,
        "direction": 0.6,
        "charm": 0.45,
        "overall": 1.1
      },
      "romanized_title": "Sono Bisque Doll wa Koi wo Suru Season 2",
      "release_date": "7/5/2025 to 9/21/2025",
      "based_on": "Manga",
      "studios": "CLOVERWORKS",
      "creators": "Keisuke Shinohara",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "When Marin Kitagawa and Wakana Gojo met, they grew close over their love for cosplay. Through interacting with classmates and making new cosplay friends, Marin and Wakana’s world keeps growing. New developments arise as Marin’s love for Wakana continues to be filled with endless excitement. In their ever-expanding world, Marin and Wakana’s story of cosplay and thrills continues!"
    },
    {
      "rank": "editor's pick",
      "trend": "down",
      "title": "Solo Camping for Two",
      "jpTitle": "ふたりソロキャンプ",
      "kv": "futari",
      "episode": 10,
      "genre": [
        "Slice of Life",
        "Outdoor"
      ],
      "wrp_score": 5.95,
      "score": 5,
      "review": {
        "en": "<h4>Episode #10: Because I Like Gen-san</h4> <p>Honestly, this was sloppy. Sure, the usual camping trivia (mosquito repellents, open-fire tips) was there as always, but the story was a mess. First of all—what are the odds that Shizuku, Akihito, and Kana just *happen* to run into each other by chance in the middle of Tokyo, with zero setup? To hinge the entire plot on such a coincidence is completely unacceptable. And then, without warning, they’re suddenly at the campsite. Wait—no lead-in at all? Shizuku supposedly being sleep-deprived that day… never even depicted. She just takes a nap, and that’s it.</p> <p>The cooking was ridiculously phoned in—no actual preparation scenes, just a dish suddenly done. Then, with barely any drinking shown, Shizuku (a Kyushu native, no less) supposedly gets tipsy and passes out? Off of just a few beers? Come on. She’s carried to the tent, the next morning Gen casually asks how she ended up sleeping there, and boom—camping segment over. Immediately after, Gen “coincidentally” runs into Kana again right in front of her house. The timing! Are we really supposed to buy that? Did he wait for hours like some veteran detective on a stakeout?</p> <p>This is exactly the kind of lazy jump-cut andlazy writing with no payoff that makes the whole thing fall apart. This can’t be excused. If we allow this, anime as a medium suffers. Truly awful.</p>",
        "jp": "第10話: 厳さんが好きだから<p>『かなり雑。キャンプの豆知識（虫除けや直火の焚き火）はいつも通り充実も、ストーリーが酷い。まず、この大東京でシズクとアキヒトとカナが何の前置きもなく偶然ばったり会う?それでないと通じない展開をそこに頼ってしまうのは完全にアウト。そしてキャンプ地にいきなり飛ぶ。え?前置きなし?シズクがその日寝不足で・・・というのも何の描写もなし。ただ昼寝してただけ。料理については相当手抜き（調理シーンなど一切なく、唐突に完成とか）。大して飲んでいる描写もなく九州出身者であるシズクが酔っ払って寝落ち?ビール数杯だけで?そしてテントに運ばれ、翌朝にどうやって寝たかだけゲン聞いてキャンプパート終了。次のシーンはもうゲンが自宅前で待つカナとはたまたばったり。タイミング！はぁ～?雑すぎない？何時間も待ってたのか？ベテラン刑事の張り込みか？これを許してはアニメが駄目になる。あまりに酷くないでしょうか？いや、酷い。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.5,
        "direction": 0.35,
        "charm": 0.4,
        "overall": -0.8
      },
      "romanized_title": "Futari Solo Camp",
      "release_date": "7/10/2025",
      "based_on": "Manga",
      "studios": "Synergy SP",
      "creators": "Jun Hatori",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Gen Kinokura, 34 years old.  A solitary camper who cherishes his alone time in nature, Gen enjoys his usual solo camping trips. However, he unexpectedly encounters Shizuku Kusano, a complete beginner in camping. Reluctantly, Gen ends up camping with Shizuku, despite it being the last thing he wanted to do.  What will become of Gen’s peaceful camping life now that it’s turned upside down by this new companion?"
    },
    {
      "rank": "dookie",
      "trend": "down",
      "title": "Welcome to the Outcast's Restaurant!",
      "jpTitle": "追放者食堂へようこそ！",
      "kv": "tsuihou",
      "episode": 11,
      "genre": [
        "Adventure",
        "Comedy",
        "Fantasy"
      ],
      "wrp_score": 5.7,
      "score": 5,
      "review": {
        "en": "<h4>Episode #11: The Last Piece</h4> <p>This was the episode where Dennis the cook goes full Super Saiyan 3. What even is this? I mean, I sort of get what they were aiming for—the theme itself isn’t the worst—but to deliver it *this way, through this episode*? That’s a hard no. Honestly, it was painful to watch. Are we really supposed to believe that a “chef skill” means summoning chipped knives or gigantic woks out of nowhere? And endlessly? Please.</p> <p>And then the endless flashback—did they really think they could justify everything with that? Big mistake. On top of that, Vigor the enemy just… patiently stands there, letting Dennis zone out without making a move. What is he, secretly a nice guy? If Dennis, who had been stuck at Level 99, suddenly awakens and crushes Vigor, then doesn’t that mean his legendary foster mother—the one and only Level 100 chef—could have wiped him out effortlessly too?</p> <p>It’s this kind of scattershot nonsense and cheap theatrics that completely undermine what could’ve been a compelling theme with solid buildup. In the end, though, Atelier being cute is the only thing that kept me satisfied.</p>",
        "jp": "第11話: 最後のピース<p>『料理人のデニスが超サイヤ人3になる話。何だこれ。何と言うか、言いたいことはわからなくもないというか、テーマ自体はそこまで酷いってわけではないけど、これをこの話を通してこの見せ方でって意味では、\"これは無いんじゃないかな?\"いや、正直目も当てられない。料理人スキルというものは、欠けた包丁や巨大な中華鍋を発現させるのですか?しかも無から？何度でも？まぁいいんですけど。また長い回想に関しても、そんなことで全部正当化出来ると思ったら大間違いですが。そして更に、敵のヴィゴーはデニスがぼんやりしている間、延々と襲いかからずに無言で待ってくれるのす。実は凄くいいやつなのかも知れませんね。また、これまでLV99だったデニスが覚醒して、ヴィゴーを圧倒できるなら、伝説のLV100料理人のデニスの育ての母親もヴィゴーを楽々倒せるのでしょう。こういったとっ散らかりや茶番の数々が、折角の魅力あるテーマ性やそれなりに積み上げてきたものを台無しにしてしまうのでしょう。個人的には、アトリエが可愛いので満足です。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "Tsuihou  Shokudou e Youkoso!",
      "release_date": "7/3/2025 to 9/19/2025",
      "based_on": "Web Novels",
      "studios": "OLM Team Yoshioka",
      "creators": "Jouji Shimura",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "When superstar adventurer Dennis gets booted from the world’s strongest party, he teams up with runaway Atelier to serve up his true passion—delicious cuisine. But this not-so-average eatery has not-so-average patrons. Dennis will battle his quirky customers’ troubles with his trusty butcher knife and wok. Visit Adventurer’s Restaurant and fill up your heart and stomach!"
    }
  ]
}