{
  "meta": {
    "week": "week 2",
    "duration": "07-13-Sun-07-19-Sat",
    "season": "2025 Summer",
    "ep_range": "ep.2-3",
    "status": {
      "watching": 26,
      "droppedThisWeek": 4,
      "droppedTotal": 23,
      "noAir": 0,
      "completed": 0,
      "total": 45
    }
  },
  "entries": [
    {
      "rank": 1,
      "trend": "stay",
      "title": "Ruri Rocks",
      "jpTitle": "瑠璃の宝石",
      "kv": "ruri",
      "episode": 2,
      "genre": [
        "Adventure",
        "Slice of Life"
      ],
      "wrp_score": 9.1,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『面白かった。ちょっと都合良すぎ、という気もするがちゃんとテーマがあり伝えたいことがありそれをしっかりと積み上げ描いて伝えた最後に瑠璃が笑顔で言う\\\"絶対売らない\\\"に意味が加わる。当たり前の事かもしれないがそれが出来ない、やらない作品があまりにも多すぎる。今回は砂金以上に輝いていたのは瑠璃だった。黄鉄鉱からすでにそれを大事にし始めていた。そして違った意味での価値があるということを知って12面体のものをあっさりあげたところから変化が始まっていたのも良い。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.55,
        "overall": 1.5
      },
      "romanized_title": "Ruri no Houseki",
      "release_date": "7/6/2025 to 9/28/2025",
      "based_on": "Manga",
      "studios": "Studio Bind",
      "creators": "Shingo Fujii",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Mineral collecting is like a modern-day treasure hunt!  Ruri, a high school girl who loves jewelry and accessories, gets into the world of mineral collecting, venturing into mountains, rivers, and caves. The first volume features numerous minerals, including quartz, garnet, pyrite, gold sand, and fluorite. The manga is full of fascinating scenes focusing on specialized tools such as a panning dish, hammer, and topographical maps. An authentic scientific adventure based on the author's solid knowledge of mineralogy!"
    },
    {
      "rank": 2,
      "trend": "up",
      "title": "Rascal Does Not Dream of Santa Claus",
      "jpTitle": "青春ブタ野郎はサンタクロースの夢を見ない",
      "kv": "buta",
      "episode": 3,
      "genre": [
        "Comedy",
        "Romance",
        "Supernatural"
      ],
      "wrp_score": 8.9,
      "score": 8,
      "review": {
        "en": "",
        "jp": "『1,2,3話の広川卯月の話はまぁそれなりにまとまってて良かったと思えた第3話だった。っていうのも最終的に広川卯月が魅力的なキャラだったから。不思議で天然であるがゆえの魅力に空気も読めるようになる・・・その過程と成長が在籍する売れないアイドルグループとの関係に絶妙に絡んでいたのはとても良かったと思う。うまいのだけどやはりテンポが早くってあんまり染み込んでいかないのでは?と思う。それでも特にこの3話が良かったと思えたのは広川卯月役の雨宮天ちゃんの力なんだろうなぁと感じます。さて、きっとこれからが本題のサンタクロースの登場ですね。楽しみですわ。清々しくもちょっと寂しさの残る広川卯月の卒業、ただの天然からの、思春期からの、大学からの、梓川からの卒業。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.65,
        "direction": 0.65,
        "charm": 0.5,
        "overall": 1.45
      },
      "romanized_title": "Seishun Buta Yarou wa Santa Claus no Yume wo Minai",
      "release_date": "7/5/2025 to 9/27/2025",
      "based_on": "Naro",
      "studios": "CLOVERWORKS",
      "creators": "Souichi Masui",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "After encountering various girls going through Puberty Syndrome, Sakuta Azusagawa's high school days have come to a close, and he is now a university student. He enrolls at a university in Kanazawa-hakkei alongside his girlfriend Mai Sakurajima, a nationally famed actress. Off campus, he stumbles upon an out-of-season miniskirt Santa. Precognitive dreams, an anonymous online singer, poltergeists buzzing on social media... A mysterious tale with enigmatic phenomenons surrounding girls with wavering hearts starts again. Puberty continues..."
    },
    {
      "rank": 3,
      "trend": "up",
      "title": "Call of the Night Season 2",
      "jpTitle": "よふかしのうた Season2",
      "kv": "yofukashi",
      "episode": 3,
      "genre": [
        "Comedy",
        "Romance",
        "Supernatural"
      ],
      "wrp_score": 8.8,
      "score": 8,
      "review": {
        "en": "",
        "jp": "『いい感じで徐々に面白くなっていってる。ただ今回は探偵の人（すっかり存在を忘れてた）の唐突さとちょっと強すぎってのに少し引いた。あまりにも有能で情報知りすぎだし・・・。色々と茶番ぽくもあった。ただ人だったときの記憶をなくす＝生まれ変わるようなもの、だから吸血鬼になるきっかけとなった相手を想う気持ちも忘れてしまうという切なさは良かった。あと全体的な緊迫感、強さ、そしてコミカルさと病院と看護師の謎なんかも面白げだったので厳し目の序盤ってことでちょっとだけオマケの採点。っていうか看護師一人だけってどういうこと?患者は?この病院は何だ?など。。。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.65,
        "direction": 0.65,
        "charm": 0.5,
        "overall": 1.3
      },
      "romanized_title": "Yofukashi no Uta",
      "release_date": "7/4/2025 to 9/19/2025",
      "based_on": "Manga",
      "studios": "Liden Films",
      "creators": "Tomoyuki Itamura",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Ko overcomes his confusion about becoming a vampire and decides to \"like\" Nazuna, while Nazuna resolves to make Ko \"fall in love\" with her. Without understanding what \"love\" even is, the two of them spend their nights together in a frenzy. Meanwhile, Detective Uguisu Anko is closing in with her plot to kill vampires, not just Nazuna. A vampire's weakness is \"anything they were attached to when they were human\" and so they all try to get rid of this weakness before it's too late. But, Nazuna has no memory of her human life. What is Nazuna's hidden past? Why did Anko start killing vampires? And what is the \"secret\" that Nazuna and Anko share? For Ko, Nazuna, Anko, a fun \"late night\" doesn't end here... a new \"night\" begins!"
    },
    {
      "rank": 4,
      "trend": "up",
      "title": "See You Tomorrow at the Food Court",
      "jpTitle": "フードコートで、また明日。",
      "kv": "food",
      "episode": 2,
      "genre": [
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 8.7,
      "score": 8,
      "review": {
        "en": "This and The Apothecary Diaries are in a totally different league—like, literally above the clouds when it comes to Japanese anime. The visuals, animation, pacing, storytelling, direction, and acting—everything was just picture-perfect (pun intended).I don't think I can guess who the \\\"Fire Man\\\" is (what's with that naming sense!?). Osanai or Hiya (or both?) seem like obvious suspects, but maybe that's the trap? Could it be someone acting under Osanai's orders? Still, I doubt they'd arrest her.As for Nakamaru—turns out she's not even a two-timer, she's a three-timer. And when Jogoro found out (through her own friend, no less), he didn't question her, didn't confront her, didn't even flinch. Just stayed cool and silent.And that silence? It disappointed her.Since Nakamaru knew Jogoro knew about her cheating (heard from the same friend, no less—WTF!), his lack of emotional response and his never-changing, seemingly detached way of treating her are what ultimately led her to break up with him.At least, this is her logic.And during this false, unfair accusation and breakup, Jogoro didn't raise his voice even once. He never said a word in his defense. He simply said, \\\"Understand this is it, right?\\\" (Even an emotionally unavailable man like me...)I guess a \\\"mature, broad-minded man\\\" is expected to just take it in stride—no eyebrow-raising, no protest. Otherwise? Stay single?…God, I hope that's not true.Anyway, this episode was just flawless. Solid 9pt.\\\"",
        "jp": "『脚本、掛け合いがオモシロイと思ったらやはり花田さんだったか・・・（知らなかったんかい!）。それと古賀さんのコンビとはこれまた妙な。古賀さんが台無しにしないと良いけど、イラン心配。今回も全部とは言わないが脚本が上手かった。ギャルがマジでいいやつ。そしてコンビが良い。まだ2話目だが既にちゃんと1話目からの繋がりや積み上げもある。くだらないアプリのガシャ。クレーンゲーム。友達との時間。男の影?と思ったら自分のために店長に交渉してたり。ゴリラ（意味不明）、辛いやつ。涙もろい。いやいや面白かったわ。今期では今のところ結構楽しんでるほうかも。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.65,
        "direction": 0.6,
        "charm": 0.55,
        "overall": 1.25
      },
      "romanized_title": "Food Court de, Mata Ashita",
      "release_date": "7/7/2025",
      "based_on": "Manga",
      "studios": "Atelier Pontdarc",
      "creators": "Kazuomi Koga",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Meet Wada, who gives off an unapproachable vibe, and Yamamoto, who strikes fear into those around her because of her looks. Though the two girls attend separate high schools, they meet up at a shopping center’s food court almost every day. Take a little peek at the laid-back afternoons Wada and Yamamoto share as they reflect on the ups and downs of high school life together."
    },
    {
      "rank": 5,
      "trend": "up",
      "title": "Secrets of the Silent Witch",
      "jpTitle": "サイレント・ウィッチ 沈黙の魔女の隠しごと",
      "kv": "silent",
      "episode": 3,
      "genre": [
        "Adventure",
        "Fantasy"
      ],
      "wrp_score": 8.65,
      "score": 8,
      "review": {
        "en": "I can't quite explain why, but this episode was so good it felt like only two or three minutes had passed. There weren't any big twists or dramatic events, yet I was completely drawn in. I just hope this short review still gets across how great it really was.—Continue Watching",
        "jp": "『今期の中では既に結構気に入っている作品（コミュ障キャラが大の苦手なのに謎）。ちゃんとアニメしてる。話の展開に無理がないし繋がりや積み上げ、裏の意図をしっかりともって進んでいるのをちゃんと感じれる。アタリマエのことを当たり前にやりつつしっかりと色んな面で楽しませるレベルの高いことをやっている作品だし話だと思う。あとはこれからこの先を楽しみにできるか、取っ掛かり以上に主人公やその他のキャラに没入できるか今後の展開を期にするようになるか・・・などだと思うが大丈夫だろうとも思っている。駄目な奴ら、鼻だけやたら高いお貴族様の描き方、また今回看板や植木鉢を落とした女の崩れ方、動機とかはかなり微妙でもあるので9点ではないかな・・・。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.6,
        "direction": 0.6,
        "charm": 0.5,
        "overall": 1.3
      },
      "romanized_title": "Silent Witch: Chinmoku no Majo no Kakushigoto",
      "release_date": "7/4/2025 to 9/27/2025",
      "based_on": "Naro",
      "studios": "Studio五組",
      "creators": "Takaomi Kanezaki/Yasuo Iwamoto",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Monica Everett, the Silent Witch, is the world’s only practitioner of Voiceless Magic, a veritable heroine who single-handedly fended off the Black Dragon of legend. However, the young prodigy is actually…super-duper shy! Yup, turns out she only learned Voiceless Magic to avoid speaking in public. Ignorant of this, the Seven Sages have placed her on a top-secret mission to guard the Second Prince. Can Monica keep it together as she contends with both social interaction and the evils targeting the young royal?"
    },
    {
      "rank": "spotlight",
      "trend": "up",
      "title": "Grand Blue Dreaming Season 2",
      "jpTitle": "ぐらんぶる Season 2",
      "kv": "guraburu",
      "episode": 2,
      "genre": [
        "Comedy",
        "Slice of Life",
        "Sports"
      ],
      "wrp_score": 8.5,
      "score": 8,
      "review": {
        "en": "",
        "jp": "『先週全く意味がわからなかった妹の件がやっと意味がわかった。先週はそれにしても何だったのだろう?制作陣がみんなぐらんぶる合宿でもしてベロンベロンで作ったのだろうか?今回は打って変わって地味ながら良いブラコン話だった。まぁそこそこといったところか。兄貴はなんだかんだ言って妹のことわかってるし裏や下心が在ると言っても（言い訳）「遠路はるばるこんなところまでやってきて・・・ということはブラコン妹でもなきゃしないわな」ってのがよかったかなってことで。前回が酷かったのでちょっとオマケの採点です。これでとりあえず後ちょっとは見ようかなと言う気になれた。今回も先週の感じだったら確実に対象から外れてました。危ない危ない。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.6,
        "direction": 0.6,
        "charm": 0.45,
        "overall": 1.25
      },
      "romanized_title": "Grand Blue 2nd Season",
      "release_date": "7/7/2025 to 9/23/2025",
      "based_on": "Manga",
      "studios": "Zero-G X Liber",
      "creators": "Shinji Takamatsu",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "University is back in session for Iori, and so are the booze-fueled parties! Between diving club shenanigans, a surprise from his sister, and wild tests of courage, normal college life is anything but. Dive back into the madness with Iori and his beloved crew of lively splash artists."
    },
    {
      "rank": "editor's pick",
      "trend": "down",
      "title": "Solo Camping for Two",
      "jpTitle": "ふたりソロキャンプ",
      "kv": "futari",
      "episode": 2,
      "genre": [
        "Slice of Life",
        "Outdoor"
      ],
      "wrp_score": 8,
      "score": 8,
      "review": {
        "en": "To be honest, it should be exlcuded already.",
        "jp": "『画は本当にヤバかった。特におじさんの顔がもう或る意味ギャグというか「妻をめとらば」だった。女子の方もだけどってこれまだ2話目だけど・・・マジすか?Synergy SPさん?ただ内容はまぁまぁ良かった。おっさんがあまりにも突っぱねるのが凄いと思うし、女子があれだけおっさんに食い下がるのも友達との会話のシーンとかも、もうちょっと積み上げろよ・・・勿体ないじゃんと。昨今のアニメよろしく途中は端折ってもういきなり初回のふたりソロキャンプかよ、打ち合わせとかやりとりとかないのかよ?って感じだけど、ヒロイン女性がしっかり考えて自分なりに翌朝には答えを出してちゃんとお願いするっていうのは良かったし、おっさんのキャンプに対する哲学や教えること自体は悪くない。あと女子に媚びない男を久々に見た。それだけ。画が酷すぎたし積み上げないけどそれでも内容的には評価できるところもあったから2話目なんでちょっとオマケの8点』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.35,
        "script": 0.6,
        "direction": 0.6,
        "charm": 0.4,
        "overall": 1.05
      },
      "romanized_title": "Futari Solo Camp",
      "release_date": "7/10/2025",
      "based_on": "Manga",
      "studios": "Synergy SP",
      "creators": "Jun Hatori",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Gen Kinokura, 34 years old.  A solitary camper who cherishes his alone time in nature, Gen enjoys his usual solo camping trips. However, he unexpectedly encounters Shizuku Kusano, a complete beginner in camping. Reluctantly, Gen ends up camping with Shizuku, despite it being the last thing he wanted to do.  What will become of Gen’s peaceful camping life now that it’s turned upside down by this new companion?"
    },
    {
      "rank": "dookie",
      "trend": "down",
      "title": "Turkey!",
      "jpTitle": "Turkey!",
      "kv": "turkey",
      "episode": 2,
      "genre": [
        "Adventure",
        "Sports",
        "Supernatural"
      ],
      "wrp_score": 5.9,
      "score": 5,
      "review": {
        "en": "Poor picture quality, clunky pacing, and a messy story - nothing works. The entire plot is driven by the bule-haired girl, himari, who's been hopelessly obsessed with the main guy from the very beginning. that crush completely undercuts the show's core premise. By episode 2, thery're already acting like they're in love. Seriously, WTF? This one's staying in my 'crappy anime spotlight.'",
        "jp": "『第1話のあの終わりを見てまだ期待をもってしまった自分が甘かったか。とてつもなくふざけている。間違いなく\\\"とんでも枠\\\"。しかし脳筋で楽しめる可能性はまだ残されている。合戦をやっていたはずが自分たちとあと2,3人以外都合よく誰もいなくなる。ボーリングの玉で山道を転がし一発で2名の野武士を撃沈・・・などなど挙げたらきりがない。ま、そういうことです。意外に心を打つ回とかあるのかな?という謎の予感もする。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "Turkey!",
      "release_date": "7/8/2025",
      "based_on": "Original",
      "studios": "BAKKEN RECORD",
      "creators": "Susumu Kudou",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"Turkey\" is a bowling term for scoring three consecutive strikes.  Mai, a second-year student and captain of the Ikkokukan High School Bowling Club, is a genius who can't seem to win a match. Whenever she scores a Turkey, she mysteriously follows it up with an unyielding split—the Snake Eyes.  One day, Rina, the club’s only first-year member, confronts her \"You’re doing it on purpose, aren’t you?\"  \"You’re running away from winning. But I want to win. If you have no intention of winning, I’ll quit.\""
    }
  ]
}