{
  "meta": {
    "week": "week 11",
    "duration": "09-14-Sun-09-20-Sat",
    "season": "2025 Summer",
    "ep_range": "ep.11-12",
    "status": {
      "watching": 18,
      "droppedThisWeek": 0,
      "droppedTotal": 25,
      "backOnList": 0,
      "noAir": 0,
      "completed": 2,
      "total": 45
    }
  },
  "entries": [
    {
      "rank": 1,
      "trend": "up",
      "title": "Dr. Stone: Science Future Part 2",
      "jpTitle": "『Dr.STONE SCIENCE FUTURE』第4期最終シーズン第2クール",
      "kv": "drstone",
      "episode": 11,
      "genre": [
        "Action",
        "Adventure",
        "Comedy",
        "Sci-Fi"
      ],
      "wrp_score": 11,
      "score": 11,
      "review": {
        "en": "<h3>Episode #11: Scientist, All Alone</h3><p>It played out exactly as I had imagined—and that alone was wonderful. And the way it was depicted came remarkably close to perfection. Yet when I actually watched the episode, the emotions it stirred went far beyond anything I had anticipated. First, Suika gathers the petrified figures, carrying them one by one and lining them up in front of the elevated living quarters. What sustained her through those seven years was, above all, the presence of everyone else. And when Senku was able to call those seven years \"just seven years,\" believing with all his heart that it was nothing to endure, that conviction carried a heavy weight in the end. It was both the highest praise and the deepest gratitude.  <br><br>Suika was simply incredible. The unwavering expressions of those who had been petrified—faces that, even in the most desperate circumstances, still looked forward with absolute conviction—were truly powerful. Day after day, she was confronted with those steadfast expressions, and in them she could see the same unshakable belief in the future that Senku embodied. In sharing that conviction, Suika herself could remain unyielding. She wasn't merely encouraged—she was part of that same unbroken resolve, standing alongside them in spirit, and that gave her the strength to press on through years of trial and failure. This episode was nothing short of extraordinary.  <br><br>※ After the previous episode ended, I found myself desperately hoping against one scenario: that creating the revival fluid from nitric acid would take not just seven years but decades, and Suika would end up an old woman with little time left. I was terrified of that possibility—I kept thinking, \"Please, not that!\" So I was deeply relieved that it didn't happen. Honestly, I don't think I could've endured it otherwise.</p>",
        "jp": "<h4>第11話: ひとりぼっちのサイエンティスト</h4><p>『想像していた通りの展開。ただ、それが最高。そして最高に限りなく近い形でそれを描いてくれた。しかし、実際にこの回を見た時の気持ちは私の想像などを遥かに上回るものでした。まずは石化した皆を運び、集めて高台の住居スペース前に並べるスイカ。スイカの7年を支えたものは、何よりもみんなの存在だったのだろう。その7年をたったの7年と言い放ち、あたかも、\"なんてことはないもの\"だと信じて待てるセンクウ(とその仲間たち)だったからこその言葉だった、というのも最後にズシリと伝わってきた。それは最高の褒め言葉で賛辞であり、感謝の気持ちを表したものだったのでしょう。スイカが最高すぎた。石化された皆の表情が揺らぎのないもの信念に基づいた未来も見つめるものだったのも本当に良かった。スイカが見てきたかつての彼ら頑張る姿と、石となっても残る、その希望に満ちた表情は間違いなくスイカの中に矜持のようなものを形作ったのだろう。またそんな仲間たちとともにあること、同じ未来を見据えていることが、或る意味での\"究極の孤独\"に対して、また気の遠くなる作業と失敗の繰り返しの7年において一番の支えになったのかも知れない。本当に素晴らし過ぎる回でした。※実は前回の話が終わってから\"これだけは起こらないでくれ\"と願っていたのが、硝酸の石化から回復させる液を作るのに7年どころか何十年も経ってしまったケース。その時にスイカがおばあちゃんになってて老い先短い・・・というのだけはやめてくれー!!と思っていた（恐れていた）ので、そうじゃなくて本当に良かった。ホッとしました。耐えられる自信なかったし・・・。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 1,
        "script": 1,
        "direction": 1,
        "charm": 1,
        "overall": 2
      },
      "romanized_title": "Dr. Stone: Science Future 4th Season 2nd Cour",
      "release_date": "7/10/2025",
      "based_on": "Manga",
      "studios": "TMS Entertainment",
      "creators": "Shuhei Matsushita",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "The second cour of the fourth season of Dr.STONE."
    },
    {
      "rank": 2,
      "trend": "up",
      "title": "April Showers Bring May Flowers",
      "jpTitle": "ブスに花束を。",
      "kv": "busu",
      "episode": 12,
      "genre": [
        "Comedy",
        "Romance"
      ],
      "wrp_score": 9.6,
      "score": 10,
      "review": {
        "en": "<h3>Episode #12: Relationship Without A Name</h3><p>It was wonderful. Part A highlighted the dynamic between Uguisudani and Gotanda, running in parallel with the conversations between Shimbashi and Tabata, and Ueno and Otsuka. The contrasting depictions gave the story even more depth. Everyone was kind and genuinely good at heart, but Gotanda's thoughtfulness and warmth stood out, while Uguisudani's ability to lean on that kindness showed her growth and made her all the more endearing. That's why her cheerful energy in Part B felt so natural and earned. (Gotanda probably told her to disguise herself because he feared being seen with someone like him would trouble her, and then gently pulled her hood over her head. That's exactly the kind of thing that makes Gotanda so admirable!)  <br><br>Part B also flowed with the same natural kindness, care, and personal growth. Ueno, who had regretted responding to Uguisudani's confession too gently, was able to respond firmly when faced with a confession at karaoke. Meanwhile, both Uguisudani and Otsuka showed an intuitive care only girls would notice toward Tabata, and Tabata herself finally recognized her own feelings, shedding tears that were both beautiful and heartbreaking.  <br><br>The only disappointing moment was when Ueno drank a can of corn potage without shaking it first—apparently at room temperature, no less. But perhaps that detail was meant to show just how distracted she was. Did Minato Mirai secretly enroll in some animation academy to level up? Or maybe it's not her at all—perhaps an assistant director has been secretly running the whole show under her name? In any case, I'm enjoying this series immensely. I can't wait for the finale.</p>",
        "jp": "<h4>第12話: ❀名前のつかない関係</h4><p>『素晴らしかった。Aパートの鶯谷と五反田くんの関係も、新橋くんと田端、植野っちと大塚さんの相談ペアとの並行的な進行、対象的な描写が深みを与えていた。とにかくみんな優しくてなんていい奴、なのに加えてそこでの五反田の気遣いと包容力が光っていたし、そこに素直に甘えられる鶯谷の成長もまた魅力的だった。だからこそ、Bパートでうぐちゃんが元気そうだったのも至極当然なものになっていた。（五反田うぐちゃんに変装しろと言ったのは、自分なんかといることが知られると迷惑になると思ったからだろう、そしてうぐちゃんにそっとパーカのフードをかける。そういうところだよ、五反田!そこに痺れる憧れる!）がそしてBパートも自然な進行や展開の中に優しさや気遣い、また成長が溢れていた。鶯谷の告白に優しさで対応してしまったことを自覚、後悔した植野っちはカラオケ中の告白にもバッサリ対応できていたし、うぐちゃんと大塚さんの田端への女ならではの気遣いも光っていた。そして自分の恋心をはっきりと認識して涙する田端も切なく美しかった。唯一の残念ポイントは、バイトの休憩で植野っちがコンポタを振らずに飲んだこと。しかも、恐らく室温って有りえない。しかし、それも気に掛ける余裕すらなかったことを表す描写だったのかも知れない。何があった!?湊未來!?アニメーション学院にでも通い出したのか?実は名前だけで、助監督がすべて作っているのか?素晴らしく面白く楽しんでます。最終回が楽しみ。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.75,
        "direction": 0.75,
        "charm": 0.7,
        "overall": 1.65
      },
      "romanized_title": "Busu ni Hanataba wo.",
      "release_date": "7/4/2025 to 9/26/2025",
      "based_on": "Manga",
      "studios": "SILVER LINK.",
      "creators": "Mirai Minato",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Hana Tabata is a lonely and unpopular high school girl with negative thoughts. Early morning in the classroom when she was pretending to be a manga heroine, the class's good looking Yosuke accidentally saw her...!? This love, you will definitely want to support it! Masochistic system unpopular girl comedy!"
    },
    {
      "rank": 3,
      "trend": "up",
      "title": "Rascal Does Not Dream of Santa Claus",
      "jpTitle": "青春ブタ野郎はサンタクロースの夢を見ない",
      "kv": "buta",
      "episode": 12,
      "genre": [
        "Comedy",
        "Romance",
        "Supernatural"
      ],
      "wrp_score": 9.35,
      "score": 9,
      "review": {
        "en": "<h3>Episode 12: Reindeer's Work</h3> <p>Just before the finale, the Kirishima Touko situation made significant progress. It turns out Sakuta's male friend from university is involved, and the circumstances surrounding Iwamizawa Nene have also come into play (it must be heartbreaking to be forgotten by a boyfriend you've been with for years...). On top of that, it's revealed that multiple versions of Kirishima Touko existed in the past and have vanished, and even Mai-san's life might now be in danger (as well as Iwamizawa's). Things are getting more and more complicated. At one point it almost felt like the original direct-to-video version <em>Ju-On</em> ending where Kayako \"multiplies everywhere\", though of course not quite that far. Anyway, it's definitely getting more interesting. This kind of sudden twist near the end is classic AoButa style. It's a relief that there are no oddly out-of-place cute girls appearing, nor those usual old-married-couple style exchanges between Mai and Sakuta, which often feel oddly flat. Seeing so many familiar places from my hometown being depicted brings a mix of emotions, but the story is building up nicely, and I'm genuinely looking forward to next week.</p>",
        "jp": "<h4>第12話: トナカイの仕事</h4><p>『最終回直前に霧島透子問題がだいぶ動いた。サクタの大学での男友達も関わっていたり、岩見沢寧々の事情なども絡んだり（何年も付き合った彼氏からも認識されなくなるのはさぞ辛いだろうなぁ）。更には霧島透子が過去に何人も居て存在が消えていたり、果てには麻衣さんの命の危険?（岩見沢もだけど）など自体は複雑を極めつつある。これはオリジナル呪怨の最後のような増殖エンドか?とそんなことはないだろうが、かなり面白くなってきた。これがいつもの「青ブタ」お得意の最後の巻き返し展開だろう。妙に可愛い子ばっかりでてくるとか、マイさんとサクタの老夫婦的やり取りとかがなくて助かる。地元の近所が出過ぎててなんとも複雑な気持ちにもなるが、いい感じで盛り上がってきてるので来週が楽しみ。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.75,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.6
      },
      "romanized_title": "Seishun Buta Yarou wa Santa Claus no Yume wo Minai",
      "release_date": "7/5/2025 to 9/27/2025",
      "based_on": "Naro",
      "studios": "CLOVERWORKS",
      "creators": "Souichi Masui",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "After encountering various girls going through Puberty Syndrome, Sakuta Azusagawa's high school days have come to a close, and he is now a university student. He enrolls at a university in Kanazawa-hakkei alongside his girlfriend Mai Sakurajima, a nationally famed actress. Off campus, he stumbles upon an out-of-season miniskirt Santa. Precognitive dreams, an anonymous online singer, poltergeists buzzing on social media... A mysterious tale with enigmatic phenomenons surrounding girls with wavering hearts starts again. Puberty continues..."
    },
    {
      "rank": 4,
      "trend": "up",
      "title": "Me and the Alien MuMu",
      "jpTitle": "宇宙人ムームー",
      "kv": "muumuu",
      "episode": 24,
      "genre": [
        "Comedy",
        "Sci-Fi",
        "Slice of Life",
        "School"
      ],
      "wrp_score": 9,
      "score": 9,
      "review": {
        "en": "<h3>Episode 24: MuMu and Sakurako and the Day the Earth Stood Still</h3> <p>It felt like the story was wrapped up here even though it was originally meant to go on longer. Still, it was engaging, and the conclusion was handled well enough. Even in the finale, Tenkuubashi's little trivia bits made their appearance, and ending with MuMu poking around machinery like a curious cat and breaking it was a charming touch. Overall, I'd say it was good. (Personally, I've never found MuMu's mission or the space-related elements all that compelling...) That said, this two-cour run as a whole was consistently enjoyable, and I genuinely appreciate how entertaining it was. </p><p> Tenkuubashi and Sonoko ending up together was fine, though it admittedly took away some of the dramatic tension. The awkward triangle with Samezu remains part of the flavor, but I still wished Sakurako's relationship with the handsome guy had developed a bit further. In any case, the creators' love and passion for the project came through clearly, making it a truly enjoyable series. Thank you for the ride—and if possible, please give us a sequel! Two cours is no small feat, so great job to everyone involved. </p><p> As an aside, the title reminded me of the old 1951 film of the same name (which was also remade in 2008 to poor reception). Watching this finale brought that to mind in a strangely nostalgic way, and if you ever get the chance, it's worth checking out.</p>",
        "jp": "<h4>第24話: ムームーと桜子と地球の停止する日</h4><p>『本来はもっと続くものをとりあえずここで終わらせたって感じな展開だったかな?それでもまぁ見ごたえはあったし、まとめも上手いといえば上手かったし、この中でも天空橋の豆知識もちゃんと披露していたし、締めの\"結局ムームーが猫みたいに機械に興味を持って弄くって壊しちゃう\"という感じでチャンチャンと終わるのも好感触だったので、総じて良かったと言っていいと思う（個人的にはムームーのミッションや宇宙絡みはあまり面白くないと感じてるが・・・）。この連続2クールを全体として非常に気持ちよく見せて楽しませてくれたことを素直に感謝したい、また評価したいと感じさせてくれた。天空橋と園子がくっついた事自体はいいんだけど、それで少し盛り上がりが欠けたのは事実かなぁ。あと、鮫洲との微妙な三角関係が続くのが味噌だけど、桜子とイケメンとの関係ももうちょっと進展してほしかったなぁ・・・などという願望もあった。何れにしても制作側からの愛情や熱意も十分に伝わってくるいい作品でした。とても楽しかったです。ありがとうございました。そして出来れば続編をお願いします。連続2クール、本当にお疲れ様でした。あ、余談ですが随分昔（1951年）の古い映画で同名のものがありましたが、それを思い出して染み染みとしていました。機会があれば是非ご覧ください。（因みに2008年にリメイクもされていましたね—かなりの低評価）』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.6,
        "direction": 0.65,
        "charm": 0.6,
        "overall": 1.45
      },
      "romanized_title": "Uchuujin MuuMuu",
      "release_date": "4/9/2025",
      "based_on": "Manga",
      "studios": "OLM",
      "creators": "Tomoya Takahashi",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "A cat-like alien from a distant galaxy, MuMu, arrives on Earth. His goal is to learn about home appliance technology on Earth to recover the technology his species has lost. The protagonist, Sakurako, has a typical university life, but everything changes with MuMu's arrival! What begins as an unexpected cohabitation quickly turns into a whirlwind of chaotic events. The chemistry between Sakurako and MuMu leads to a super-spectacular, appliance-filled, and cat comedy adventure."
    },
    {
      "rank": 5,
      "trend": "up",
      "title": "Ruri Rocks",
      "jpTitle": "瑠璃の宝石",
      "kv": "ruri",
      "episode": 11,
      "genre": [
        "Adventure",
        "Slice of Life"
      ],
      "wrp_score": 8.7,
      "score": 8,
      "review": {
        "en": "<h3>Episode 11: Sapphire Cradle</h3> <p>Honestly, if I only judged by the content and the message, I’d give it a 9. But for WRP, it’s an 8. This is the kind of episode where high schoolers start thinking about their career paths —Shoko already has a clear vision of her future, while Ruri is still wavering. Through her time with Nagi and the others, Ruri starts noticing changes in herself: seeing beauty in stones she hadn’t before, becoming absorbed in aspects beyond the gems themselves, and realizing her own evolving perspective and way of being. Together with Imari and Shoko, she heads into the mountains to search for what lies beyond mere crystals and ores. There, they discover a cliff lined with massive sapphire formations. She was able to find this place not simply because she liked stones, but because that simple interest led her to meet others—Nagi, and later Imari and Shoko—and through those encounters her curiosity grew into a desire to see beyond the surface. That’s why she could reach this spot, and why it feels like more than just a place. With all that, she could listen carefully—not only to the stones, but also to her own inner voice (and even the whisper of the legend of the Azure Dragon). In that moment, she takes her first step toward her own future, in her own way. I also liked how, in episodes like this, where Nagi isn’t around, the story focuses on the characters wrestling with problems themselves—struggling, reflecting, and discovering, which adds depth to their growth. Part of me thinks, “Why not a 9?” but for this week, an 8 feels right.</p>",
        "jp": "<h4>第11話: サファイアのゆりかご</h4><p>『正直、内容とメッセージ性を考えたら9点にしたいところだが、WRPとしては8点。今回は進路を考える頃合いで、将来をよりはっきり見据えてる硝子に対して、まだ見え倦ねている瑠璃と鉱石の話。凪さんたちとの関わりの中でキレイな鉱石がよりきれいに見えるようになったり、宝石部分よりも別の部分に夢中になるなど、自分のものの見方、在り方などの変化を感じる瑠璃。宝石の結晶や鉱石のその先を見つけるために伊万里さんと硝子との3人で山に行く。そこで最終的に大きなサファイアの結晶が群生している崖を見つけ、ここにたどり着けたのは石を通して皆と出会い、その先を見たいと思ったからだ、だからこそ耳を澄ますことが出来て石からも、自分の心の声も（青龍伝説のことも）聞こえてきたのだということに気づく瑠璃。その時には自分の進路に向かって、自分らしいはじめの第一歩を踏み出しているのだった。今回のように、中盤以降はちょくちょく凪さんが居ない回があって、そこで自分たちで格闘して、考えて発見してという成長を描いているのもいい。これで何故9点じゃないのか?とも思うが今回はこれでいい。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.7,
        "direction": 0.65,
        "charm": 0.55,
        "overall": 1.15
      },
      "romanized_title": "Ruri no Houseki",
      "release_date": "7/6/2025 to 9/28/2025",
      "based_on": "Manga",
      "studios": "Studio Bind",
      "creators": "Shingo Fujii",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Mineral collecting is like a modern-day treasure hunt!  Ruri, a high school girl who loves jewelry and accessories, gets into the world of mineral collecting, venturing into mountains, rivers, and caves. The first volume features numerous minerals, including quartz, garnet, pyrite, gold sand, and fluorite. The manga is full of fascinating scenes focusing on specialized tools such as a panning dish, hammer, and topographical maps. An authentic scientific adventure based on the author's solid knowledge of mineralogy!"
    },
    {
      "rank": "spotlight",
      "trend": "up",
      "title": "My Dress-Up Darling Season 2",
      "jpTitle": "その着せ替え人形は恋をする Season 2",
      "kv": "bisque",
      "episode": 24,
      "genre": [
        "Comedy",
        "Romance",
        "Ecchi"
      ],
      "wrp_score": 8.5,
      "score": 8,
      "review": {
        "en": "<h3>Episode 24: Dear My Dress-Up Darling</h3> <p>It was obvious from the start that Asahi-chan had Marin as her favorite, but the way the episode went all-out with that reveal was pretty fun. I didn’t really like how they later showed that Gojo already knew the truth, but I guess that’s how it had to be. The whole “coffin” thing wasn’t interesting (just to me personally, sorry guys), and Juju-sama’s parts felt a bit off too. As for the fake “I’m gonna confess!” trick—one from <i>Rent-a-Girlfriend</i> is more than enough (kidding)—but even if they weren’t going to go through with it, what was with that limp ending? If I rated just the finale on its own, I’d probably give it a 9ish. But looking at the season as a whole—sure, the school festival episode was great, but my impression at the end was more like, “So this cour overall was…???” So I’m giving it an 8. Season 1 was solid, and even Marin’s flashbacks at the end to those episodes were genuinely moving—“Oh right, that’s how it was!”—but the Season 2 ones were just… flat. At this point, I’m honestly thinking Season 3 doesn’t even need to be in my rankings anymore. Thanks for the ride.</p>",
        "jp": "<h4>第24話: Dear My Dress-Up Darling</h4><p>『旭ちゃんにとって海夢が推しだったというのは、解りきったオチだったがそれの表現が爆発炸裂していて良かった。五条くんとかはその真相を知っていたというのを後で見せるやり方は好きじゃないけどしょうがないか・・・。\"棺\"に関しては面白くなかったし、ジュジュ様とかの部分も微妙。\"告白するぞ詐欺\"は「かのかり」だけで十分だが（冗談）、しないにしてもあの締まりの悪い締めはなんだろう？と思った。最終回だけの点なら9.10点くらいつけてもいいが、クール全体として（学園祭の回とかは良かったけど）\"このクールって全体としては…？？？\"という印象で終わったので8点にさせていただきます。第1期は良かったんだけどなぁ。最後の方の海夢の回想でも1期の時のものたちは「おお～！！そうだったよね！！」と感慨深かったけど、2期のは\"スーン・・・。\"だったし。\"第3期はもうランキングの評価対象から外していいんじゃないかな？\"とすら思ってます。オツカレ。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.6,
        "direction": 0.65,
        "charm": 0.5,
        "overall": 1.05
      },
      "romanized_title": "Sono Bisque Doll wa Koi wo Suru Season 2",
      "release_date": "7/5/2025 to 9/21/2025",
      "based_on": "Manga",
      "studios": "CLOVERWORKS",
      "creators": "Keisuke Shinohara",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "When Marin Kitagawa and Wakana Gojo met, they grew close over their love for cosplay. Through interacting with classmates and making new cosplay friends, Marin and Wakana’s world keeps growing. New developments arise as Marin’s love for Wakana continues to be filled with endless excitement. In their ever-expanding world, Marin and Wakana’s story of cosplay and thrills continues!"
    },
    {
      "rank": "editor's pick",
      "trend": "down",
      "title": "The Fragrant Flower Blooms with Dignity",
      "jpTitle": "薫る花は凛と咲く",
      "kv": "kaoru",
      "episode": 12,
      "genre": [
        "Comedy",
        "Drama",
        "Romance"
      ],
      "wrp_score": 8.4,
      "score": 8,
      "review": {
        "en": "<h3>Episode 12: Bewilderment at the Beachside</h3> <p>CLOVERWORKS at their finest—the visuals were, as expected, stunning. The ocean, the coastline, the sandy beach, Enoshima and Mt. Fuji in the distance, the night scenery, the starry sky—it was all breathtaking. This time the group heads out to Shichirigahama. Early on, the focus is on Subaru, who struggles to connect because of her overthinking and awkwardly reserve driven by the fear of men, but eventually manages to open up to everyone. The interactions, as always, were beautiful and heartfelt, but they also felt a little sudden, even slightly unnatural. Later, while the others are out buying more fireworks, Rintaro and Kaoruko do sparklers together on the beach. In the middle of their talk, Rintaro suddenly blurts out a confession—“I like you”—as if it slipped out before he realized it. I get that the intent was to show it as unplanned and surprising, even to himself, but the timing didn’t really land for me. Instead of feeling organic, it just came across as odd, leaving me with a strong sense of discomfort.  Of course, overall it wasn’t bad, but… high schoolers go to the beach and no one swims in swimsuits? Oh, right—Shichirigahama is a no-swimming beach. Fair enough, and considering Kaoruko and Subaru’s situations, maybe swimsuits wouldn’t have made sense anyway. Still, the episode left me with a slightly unsatisfying impression overall, so I’ll hold off on giving it a 9. By the way, is Subaru going to end up with Natsuzawa?</p>",
        "jp": "<h4>第12話: 海辺の惑い</h4><p>『CLOVERWORKSさまさま、流石の作画よ。海、海岸、砂浜、遠くの江の島や富士山、夜景、夜空とまぁ凄い。今回はみんなで七里ヶ浜にお出かけ。途中までは昴ちゃんにフォーカス。男性嫌い（恐怖症?）から中々上手く打ち解けられない事に悩んでいたが、みんなに心を開くことになる。そこでのやり取り等はいつもどおり、みんないい奴で美しいのだけどちょっと唐突と言うか若干不自然にも感じた。また、みんなが追加花火を買いに行っている間、浜辺で2人で線香花火をする凛太郎と薫子だが、話しているうちに突然というか妙なタイミングで凛太郎が告白。というか、つい「好きです」が口から出てしまった感じ。そのタイミングが、ちゃんと組み立てた会話から出てくるものではなく、自分でも不意をついて出てしまったものだという演出が意図的なものなのはわかるが、それでも上手くハマっておらず、ただ\"妙だなぁ\"としか思えず、かなりの違和感。もちろん、全体的に悪くはないのだが、高校生が海に行ってるのに水着で海にも入らないし・・・って、あ!七里ヶ浜は\"遊泳禁止\"だった。じゃあいいか・・・、薫子や昴のことを考えたら、現状で水着ってのも現実味が薄いでしょう。それはいいとしても、全体としてまぁ若干スッキリしない印象が残りもしたので9点はお預け。ところで、昴と夏沢も付き合うのかな?』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.6,
        "direction": 0.55,
        "charm": 0.5,
        "overall": 1
      },
      "romanized_title": "Kaoru Hana wa Rin to Saku",
      "release_date": "7/5/2025 to 9/28/2025",
      "based_on": "Web Comics",
      "studios": "CLOVERWORKS",
      "creators": "Miyuki Kuroki",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Chidori High is a boys’ school that takes in the dregs of society with the lowest grades. Next door stands Kikyo Girls’ High, where the wealthy, high-class families send their precious daughters. Chidori second-year Rintaro, who has a fierce face but a gentle heart, is helping at his family’s patisserie when he meets a girl named Kaoruko. The two hit it off right away…but this blissful peace is quickly disturbed when Rintaro discovers that Kaoruko is actually a student at Kikyo. Worse, she doesn’t seem to realize what a huge problem this really is! Will these two be able to forge a path for themselves, and sidestep the traps (metaphorical and literal) laid by their classmates?"
    },
    {
      "rank": "dookie",
      "trend": "down",
      "title": "Rent-a-Girlfriend Season 4",
      "jpTitle": "彼女、お借りします 第4期",
      "kv": "kanokari",
      "episode": 48,
      "genre": [
        "Comedy",
        "Romance"
      ],
      "wrp_score": 3.7,
      "score": 3,
      "review": {
        "en": "<h3>Episode 48: Paradise and Girlfriend</h3> <p>What the hell was this? It’s been a long time since I’ve seen something this awful. As the midpoint of a split-cour? Nope. As a wrap-up for this season’s 12 episodes? Nope. Even as just a single episode? Still nope. Nothing actually progressed. If I’m being sarcastic, I guess they tried to squeeze in a few “touching” moments by using the grandma and parents as props. But basically, it was just a (seemingly) random all-of-a-sudden trip to Fukushima’s Hawaiian resort (organized by Kazuya's grandma with a mysteriously huge group weirdly including most cast members necessary for this arc) to show off the girls in swimsuits. And for some reason, the ex—Mami—had to be dragged in just to stir things up. In the end, there was literally zero progress: the usual and endless fake confession bait, Mizuhara’s constant blush feints that go nowhere, and a finale where the psycho ex threatens him—just an unbelievably half-baked ending. Please, for the love of god, just stop. I can only conclude that director Koga Masaomi is a failure as inevitably as we've come to expect. Maybe there are backstage politics we’ll never know about, but from the perspective of someone forced to watch this? One word: garbage. So, here it is—the lowest score in my weekly rankings so far. Not technically the absolute rock bottom, but close enough. Congratulations.</p>",
        "jp": "<h4>第48話: 「楽園と彼女」</h4><p>『何だこれ?こんなにクソな作品久しぶりに見た。分割2クールの1クール目の節目としても\"これはないわ・・・\"だし、今季の12話の総括としても、ただの1話としてもマジで\"無い\"。結局何も進んでない。敢えて皮肉を込めて言わせてもらえば、所々ばあちゃんや両親をダシに使って少しいい話を見せたってだけ。基本的には、福島のハワイアンに（謎に大人数で）行って、かわいい女子たちの水着を披露したくらい。そこに更に謎なことに元カノの麻美ちゃんがこじらせるためだけに関わり、参加しているという。挙句の果てに1ミリも進展もないは、もちろん毎回の告白詐欺、そして水原の匂わせ演出引張詐欺。最終回は、キチガイ元カノ＝麻美に脅されて・・・非常に中途半端な終わり。どっか行ってくれ。やはり古賀正臣監督はダメだという結論に至ってしまう。そこには、いち視聴者が想像もできないような大人のしがらみがあるのかどうかは知らないけど、少なくともこれを見せられる者としての率直な感想と評価を言わせてもらえば、一言で\"クソ\"ということになると思います。というわけでとりあえず、この週刊ランキング史上始まって以来の\"最低点\"とまではいかないが、それに限りなく近い点を授けます。おめでとうございます。』</p>"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "Kanojo, Okarishimasu 4th Season",
      "release_date": "7/4/2025 to 9/16/2025",
      "based_on": "Manga",
      "studios": "TMS Entertainment",
      "creators": "Kazuomi Koga",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Kazuya’s ready to confess with the lush paradise of Hawaii as a backdrop. But renting Chizuru for the dream trip turns into a war zone of love due to Ruka’s aggressive advances and Mami’s scheming. Despite the chaos, this is Kazuya’s moment to bare his heart. Will his words reach Chizuru? And if they do, what will she even say?"
    }
  ]
}