{
  "meta": {
    "week": "week 8",
    "duration": "05-25-Sun-05-31-Sat",
    "season": "2025 Spring",
    "ep_range": "ep.8-9"
  },
  "entries": [
    {
      "rank": 1,
      "trend": "up",
      "title": "Sword of the Demon Hunter",
      "jpTitle": "鬼人幻燈抄",
      "kv": "kijin",
      "episode": 9,
      "genre": [
        "Action",
        "Historical",
        "Drama"
      ],
      "wrp_score": 10.9,
      "score": 11,
      "review": {
        "en": "It was beyond a masterpiece?an episode you might only see once in two decades. The moment I figured out that Natsu’s powerful feelings for Jinya came from the kogai… I just froze. It all made sense?and then I broke down. I couldn’t move or speak?just felt like I was hit by a surge of electricity and burst into tears without even knowing why. I don’t think I’m even fit to rate this?what I can do is simply be grateful for having witnessed it. Arigatou…",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.9,
        "script": 1,
        "direction": 1,
        "charm": 1,
        "overall": 2
      },
      "romanized_title": "KIJIN GENTOUSHOU",
      "release_date": "3/31/2025",
      "based_on": "Naro",
      "studios": "Yokohama Animation Laboratory",
      "creators": "Kazuya Aiura",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"In the Edo period, there was a shrine maiden called \"\"Itsukihime\"\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword.\""
    },
    {
      "rank": 2,
      "trend": "up",
      "title": "The Apothecary Diaries 2nd Season",
      "jpTitle": "薬屋のひとりごと 第2期（第2クール）",
      "kv": "kusuriya",
      "episode": 44,
      "genre": [
        "Historical",
        "Mystery",
        "Drama"
      ],
      "wrp_score": 9.7,
      "score": 10,
      "review": {
        "en": "",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.8,
        "direction": 0.75,
        "charm": 0.7,
        "overall": 1.7
      },
      "romanized_title": "Kusuriya no Hitorigoto 2nd Season",
      "release_date": "4/4/2025",
      "based_on": "Naro",
      "studios": "TOHO animation STUDIO?OLM",
      "creators": "Norihiro Naganuma",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"Maomao lived a peaceful life with her apothecary father. Until one day, she’s sold as a lowly servant to the emperor’s palace. But she wasn’t meant for a compliant life among royalty. So when imperial heirs fall ill, she decides to step in and find a cure! This catches the eye of Jinshi, a handsome palace official who promotes her. Now, she’s making a name for herself solving medical mysteries!\""
    },
    {
      "rank": 3,
      "trend": "up",
      "title": "Mobile Suit Gundam GQuuuuuuX",
      "jpTitle": "機動戦士Gundam GQuuuuuuX",
      "kv": "gquuuuuux",
      "episode": 8,
      "genre": [
        "Action",
        "Drama",
        "Mecha",
        "Sci-Fi"
      ],
      "wrp_score": 9.3,
      "score": 9,
      "review": {
        "en": "",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.7,
        "direction": 0.75,
        "charm": 0.55,
        "overall": 1.55
      },
      "romanized_title": "Kidou Senshi Gundam GQuuuuuuX",
      "release_date": "4/8/2025 to 6/25/2025",
      "based_on": "Original",
      "studios": "Khara",
      "creators": "Kazuya Tsurumaki",
      "external_scores": "7.24 (MAL)",
      "streaming_services": "",
      "synopsis": "\"Amate Yuzuriha is a high-school student living peacefully in a space colony floating in outer space. When she meets a war refugee named Nyaan, Amate is drawn into the illegal mobile suit dueling sport known as Clan Battle. Under the entry name \"\"Machu,\"\" she throws herself into fierce battle day after day, piloting the GQuuuuuuX. Then an unidentified Gundam mobile suit pursued by both the space force and the police appears before her, along with its pilot, a boy named Shuji. Now their world is about to enter a new era.\""
    },
    {
      "rank": 4,
      "trend": "down",
      "title": "Shoshimin: How to Become Ordinary 2",
      "jpTitle": "小市民シリーズ（第2期）",
      "kv": "shoshimin",
      "episode": 19,
      "genre": [
        "Mystery",
        "School",
        "Slice of Life"
      ],
      "wrp_score": 8.7,
      "score": 8,
      "review": {
        "en": "",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.6,
        "direction": 0.6,
        "charm": 0.5,
        "overall": 1.3
      },
      "romanized_title": "Shoushimin Series 2nd Season",
      "release_date": "4/5/2025 to 6/22/2025",
      "based_on": "Novels",
      "studios": "Lapin Track",
      "creators": "Mamoru Kanbe",
      "external_scores": "8.03 (MAL)",
      "streaming_services": "",
      "synopsis": "\"The second season will focus on two new cases from the novel series, adapting the two-part third volume Shuuki Gentei Kuri Kinton Jiken (The Autumn-Exclusive Kuri Kinton Case) and the fifth volume Touki Gentei Bonbon Chocolat Jiken (The Winter-Exclusive Chocolate Bonbons Case).\""
    },
    {
      "rank": 5,
      "trend": "up",
      "title": "From Old Country Bumpkin to Master Swordsman",
      "jpTitle": "片田舎のおっさん、剣聖になる",
      "kv": "katainaka",
      "episode": 9,
      "genre": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "wrp_score": 8.4,
      "score": 8,
      "review": {
        "en": "\"Should’ve been a 7 at best, but the bond between the old sword master and Myui ? especially seen through the eyes of his ex-apprentice ? made up for all the weak and ridiculous parts. So yeah, base score is 7, but I’ll throw in a bonus point for heart. Gotta cut some slack sometimes.\"",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.6,
        "direction": 0.55,
        "charm": 0.4,
        "overall": 1.25
      },
      "romanized_title": "\"Katainaka no Ossan, Kensei ni Naru\"",
      "release_date": "4/5/2025 to 6/21/2025",
      "based_on": "Naro",
      "studios": "PASSIONE|HAYABUSA FILM",
      "creators": "Akio Kazumi",
      "external_scores": "7.03 (MAL)",
      "streaming_services": "",
      "synopsis": "\"Beryl Gardinant, a self-proclaimed “humble old man,” is a sword instructor at his dojo in a rural, backwater village. In his younger years, he dreamed of glory as a master swordsman, but those days are long behind him. Out of the blue, he receives a visit from a famous former pupil who brings him world-shattering news?he's been appointed as special instructor for the knights of the Liberion Order! With his life now turned upside down, Beryl travels to the capital and reunites with some of his former students: elite knights, an ace wizard, and even an adventurer who's attained the highest guild rank possible. But why do they all want his tutelage?! As far as he's concerned, they clearly don't need him anymore.\""
    },
    {
      "rank": "spotlight",
      "trend": "down",
      "title": "Apocalypse Hotel",
      "jpTitle": "アポカリプスホテル",
      "kv": "apocalypse",
      "episode": 8,
      "genre": [
        "Sci-Fi",
        "Drama",
        "Slice of Lice",
        "Comedy"
      ],
      "wrp_score": 8.2,
      "score": 8,
      "review": {
        "en": "",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.55,
        "direction": 0.55,
        "charm": 0.5,
        "overall": 0.9
      },
      "romanized_title": "Apocalypse Hotel",
      "release_date": "4/8/2025 to 6/25/2025",
      "based_on": "Original",
      "studios": "Cygames Pictures",
      "creators": "kana Shundou",
      "external_scores": "7.88 (MAL)",
      "streaming_services": "",
      "synopsis": "\"Following the collapse of civilization, one storied hotel stands among the ruins of Tokyo’s Ginza district. Overrun by nature, this lone hotel continues to defy humanity’s collapse. Current guests: zero. Check-ins scheduled today: zero. Yesterday’s website traffic: zero. Enter with caution in this story of survival and mystery in a world where the memory of humanity begins to fade.\""
    },
    {
      "rank": "editor's pick",
      "trend": "down",
      "title": "A Ninja and an Assassin Under One Roof",
      "jpTitle": "忍者と殺し屋のふたりぐらし",
      "kv": "nincoro",
      "episode": 8,
      "genre": [
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 7.9,
      "score": 7,
      "review": {
        "en": "\"It honestly worked better as a sleep aid. A horror-suspense parody package, really. If you pay close attention, you'll see the episode was actually well-crafted and thoughtful. But the whole thing felt too convoluted to casually enjoy. That said, I did like the idea of the afterlife hangout for the fallen ninja assassins.\"",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.6,
        "direction": 0.55,
        "charm": 0.45,
        "overall": 0.7
      },
      "romanized_title": "Ninja to Koroshiya no Futarigurashi",
      "release_date": "4/10/2025 to 6/26/2025",
      "based_on": "Manga",
      "studios": "SHAFT",
      "creators": "Yukihiro Miyamoto",
      "external_scores": "7.59 (MAL)",
      "streaming_services": "",
      "synopsis": "\"On the way home from school one day, Konoha Koga rescues Satoko Kusagakure, a ninja who escaped her village. Soon, pursuers from the village show up in search of Satoko only to be deftly dealt with by Konoha. As it turns out, the unassuming high schooler is actually an assassin. Thus, the potentially cutthroat cohabitation of a ninja and an assassin begins!\""
    },
    {
      "rank": "dookie",
      "trend": "up",
      "title": "Can a Boy-Girl Friendship Survive?",
      "jpTitle": "男女の友情は成立する？（いや、しないっ!!）",
      "kv": "danjoru",
      "episode": 9,
      "genre": [
        "Rom-Com",
        "School"
      ],
      "wrp_score": 5.5,
      "score": 5,
      "review": {
        "en": "\"Everything?plot, structure, logic, behavior, and dialogue?was a mess. The middle school flashback arc gave a slightly better impression of Himari, but let’s be real: he clearly liked her from the start. They were just too deep into their ‘best friend sharing a dream’ mode to realize it. Nothing really moved forward?same old cycle of confusion and emotional knots. The sister who popped up at the end? Where was she until then? That whole flashback just made the MC's long hair version seem better. What was even the point of the school sales ban drama? Or the three-person sleepover? Are they training for some art boot camp now? Anyway, that sister was random as hell. None of it hit. Just… dull and painful.\"",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "\"Danjo no Yuujou wa Seiritsu suru? (Iya, Shinai!!)\"",
      "release_date": "4/4/2025 to 6/20/2025",
      "based_on": "Light Novel",
      "studios": "J.C.STAFF",
      "creators": "Yohei Suzuki",
      "external_scores": "6.75 (MAL)",
      "streaming_services": "",
      "synopsis": "\"Childhood BFFs Himari and Yuu’s vow of friendship hits turbulence when Yuu reunites with his first crush in high school. Himari, who’s never known the fuzzy warmth of a crush, now must confront her feelings. Their shared dreams and peaceful days as a twosome gardening club are tested in this tale of love, flowers, and growing pains!\""
    }
  ]
}