{
  "meta": {
    "week": "week 2",
    "duration": "04-13-Sun-04-19-Sat",
    "season": "2025 Spring",
    "ep_range": "ep.2-3"
  },
  "entries": [
    {
      "rank": 1,
      "trend": "up",
      "title": "Apocalypse Hotel",
      "jpTitle": "アポカリプスホテル",
      "kv": "apocalypse",
      "episode": 2,
      "genre": [
        "Sci-Fi",
        "Drama",
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 9.5,
      "score": 10,
      "review": {
        "en": "",
        "jp": "\\\"異星人の来訪で揺さぶられるヒロインAIのヤチヨ、新キャラもオーナーとの回想も秀逸で深く笑いの耐えない回\\\"『色々書いたらきりがないけどまぁ芸が細かく深く見ていて飽きないし面白いし感心するし引き込まれるし。異星人も微妙かと思ったけどなんか良かった。人類が送り込んだのか?環境を復活させるきっかけになるものなのか?そして羊とかは生きてるみたいだけど動物は大丈夫なのか?異星人「金ない」って芸能人（業界用語?「マネーの虎」?）みたいに逆に言ってたよね。何だろ。でもすごく面白かった・・・。やばいなこれ、クオリティ凄いし。"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.7,
        "direction": 0.75,
        "charm": 0.65,
        "overall": 1.65
      },
      "romanized_title": "Apocalypse Hotel",
      "release_date": "4/8/2025 to 6/25/2025",
      "based_on": "Original",
      "studios": "Cygames Pictures",
      "creators": "kana Shundou",
      "external_scores": "7.88 (MAL)",
      "streaming_services": "",
      "synopsis": "Following the collapse of civilization, one storied hotel stands among the ruins of Tokyo’s Ginza district. Overrun by nature, this lone hotel continues to defy humanity’s collapse. Current guests: zero. Check-ins scheduled today: zero. Yesterday’s website traffic: zero. Enter with caution in this story of survival and mystery in a world where the memory of humanity begins to fade."
    },
    {
      "rank": 2,
      "trend": "up",
      "title": "Sword of the Demon Hunter",
      "jpTitle": "鬼人幻燈抄",
      "kv": "kijin",
      "episode": 3,
      "genre": [
        "Action",
        "Historical",
        "Drama"
      ],
      "wrp_score": 9.3,
      "score": 9,
      "review": {
        "en": "",
        "jp": "素晴らしかった、まるで派手さはないが地味にしっとりじっくりと深い洞察、また鬼の鬼たるあり様、人の人たる、枝垂れ桜、それらを個人としてどう捉えるか・・・いろんなことが深く素晴らしい言葉で綴られていた。主人公の父親に対する、妹に対する考えや想いも一言で短期間に片付けられるものではない言葉の重さをもって伝えられていたし今回は何よりも茂助が凄かった。声優の亀山雄慈さんの演技が素晴らしく思わず泣いてしまった。そしておふうの茅野愛衣さんも地味ながら本当に素晴らしかった。また横浜アニメーションラボさん、本当に頑張ってるね。評価してあげたい。さて、いやーなどんでん返しがあるんでしょうかね。花はそんな自分を悲観していたら毎年咲いたりしないですよ・・・か。おふう・・・怪しすぎる。鬼か死ぬのか?これは最後までいい感じで行くかも?今回の話が今までで一番好きでした。気持ちは10点。"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.6
      },
      "romanized_title": "KIJIN GENTOUSHOU",
      "release_date": "3/31/2025",
      "based_on": "Naro",
      "studios": "Yokohama Animation Laboratory",
      "creators": "Kazuya Aiura",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "In the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword."
    },
    {
      "rank": 3,
      "trend": "up",
      "title": "Witch Watch",
      "jpTitle": "ウィッチウォッチ",
      "kv": "witch",
      "episode": 2,
      "genre": [
        "Comedy",
        "Drama",
        "Supernatural",
        "Romance"
      ],
      "wrp_score": 9.25,
      "score": 9,
      "review": {
        "en": "",
        "jp": "猛烈に面白かった、やもすればついつい「よくある可愛いがクレイジーな魔法使いヒロインが繰り広げるドタバタにただただ主人公が振り回されるだけでそれ意外何も無い、もしくはちょっとしかない、そしてぎりぎりなんとか1クール持てば上等」という作品かと思ってしまう、もしくは下手に期待しても結局そうなってがっかりするのは嫌だと思ってしまうがこれは違う。圧倒的に面白く、更には謎に深くグッと来るものもある。こいつは行けるかも。まぁオタク心をくすぐるよくある女教師担任が萌え豚マンガ・アニメオタクという設定もあるけどまぁいい。クラスの人々のただただ謎のあったかさというか普通に接し続ける感じにも打たれた。これはいい。パロディだらけでそれだけなら不安だがそういった心配も不要・・・かな?まだわからんけど。ただパロディ押しはそこそこにしてもらいたいかな・・・。ってわけで今回は1話目より更に良かった気がしました。"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.65,
        "overall": 1.5
      },
      "romanized_title": "Witch Watch",
      "release_date": "4/6/2025",
      "based_on": "Manga",
      "studios": "Bibury Animation Studios G.K.",
      "creators": "Hiroshi Ikehata",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Morihito Otogi, a high school student who comes from a lineage of ogres, enjoys a peaceful, ordinary life until his childhood friend, Nico, moves in with him. Nico is a witch-in-training, and chooses Morihito to be her familiar. While Nico is thrilled to reunite with her old friend and crush, Morihito is tasked with the perilous duty to protect her from a foretold calamity. Between the unpredictable chaos caused by Nico’s magic, and the awkwardness of sharing a home, their lives become a whirlwind of supernatural hijinks and threats."
    },
    {
      "rank": 4,
      "trend": "up",
      "title": "Shoshimin: How to Become Ordinary 2",
      "jpTitle": "小市民シリーズ（第2期）",
      "kv": "shoshimin",
      "episode": 13,
      "genre": [
        "Mystery",
        "School",
        "Slice of Life"
      ],
      "wrp_score": 9.15,
      "score": 9,
      "review": {
        "en": "",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.55,
        "overall": 1.5
      },
      "romanized_title": "Shoushimin Series 2nd Season",
      "release_date": "4/5/2025 to 6/22/2025",
      "based_on": "Novels",
      "studios": "Lapin Track",
      "creators": "Mamoru Kanbe",
      "external_scores": "8.03 (MAL)",
      "streaming_services": "",
      "synopsis": "The second season will focus on two new cases from the novel series, adapting the two-part third volume Shuuki Gentei Kuri Kinton Jiken (The Autumn-Exclusive Kuri Kinton Case) and the fifth volume Touki Gentei Bonbon Chocolat Jiken (The Winter-Exclusive Chocolate Bonbons Case)."
    },
    {
      "rank": 5,
      "trend": "up",
      "title": "The Apothecary Diaries 2nd Season",
      "jpTitle": "薬屋のひとりごと 第2期（第2クール）",
      "kv": "kusuriya",
      "episode": 39,
      "genre": [
        "Historical",
        "Mystery",
        "Drama"
      ],
      "wrp_score": 8.7,
      "score": 8,
      "review": {
        "en": "",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.6,
        "direction": 0.65,
        "charm": 0.55,
        "overall": 1.3
      },
      "romanized_title": "Kusuriya no Hitorigoto 2nd Season",
      "release_date": "4/4/2025 to 7/4/2025",
      "based_on": "Naro",
      "studios": "TOHO animation STUDIO✕OLM",
      "creators": "Norihiro Naganuma",
      "external_scores": "8.93 (MAL)",
      "streaming_services": "",
      "synopsis": "Maomao lived a peaceful life with her apothecary father. Until one day, she’s sold as a lowly servant to the emperor’s palace. But she wasn’t meant for a compliant life among royalty. So when imperial heirs fall ill, she decides to step in and find a cure! This catches the eye of Jinshi, a handsome palace official who promotes her. Now, she’s making a name for herself solving medical mysteries!"
    },
    {
      "rank": "spotlight",
      "trend": "up",
      "title": "Kowloon Generic Romance",
      "jpTitle": "九龍ジェネリックロマンス",
      "kv": "kowloon",
      "episode": 3,
      "genre": [
        "Mystery",
        "Drama",
        "Sci-Fi"
      ],
      "wrp_score": 8.55,
      "score": 8,
      "review": {
        "en": "",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.55,
        "script": 0.6,
        "direction": 0.6,
        "charm": 0.5,
        "overall": 1.3
      },
      "romanized_title": "Kowloon Generic Romance",
      "release_date": "4/5/2025 to 6/28/2025",
      "based_on": "Manga",
      "studios": "ARVO ANIMATION",
      "creators": "yoshiaki Iwasaki",
      "external_scores": "7.47 (MAL)",
      "streaming_services": "",
      "synopsis": "Welcome to Kowloon Walled City: a dystopian townscape where the people are brimming with nostalgia, and where the past, present, and future converge. Amid the hidden emotions and extraordinary daily lives of the men and women working in its confines, a tale of romance begins to unfold for real estate agent Reiko Kujirai—one that feels as familiar as Kowloon itself…"
    },
    {
      "rank": "editor's pick",
      "trend": "down",
      "title": "Once Upon a Witch's Death",
      "jpTitle": "ある魔女が死ぬまで",
      "kv": "arumajo",
      "episode": 3,
      "genre": [
        "Adventure",
        "Drama",
        "Fantasy"
      ],
      "wrp_score": 8.3,
      "score": 8,
      "review": {
        "en": "While the specifics are still vague, the development with the two of the Seven Sages deserves credit for making 'a sense of something' feel worthwhile. The first half centers on Inori, the Sage of Wisdom; the latter half shifts to Sophie, the Genius Sage. These interactions are likely laying the groundwork for the finale. I appreciate how the episode carefully handles what could be a quiet or unremarkable story, while still keeping it engaging and steadily building up the protagonist's appeal.The playful banter felt a little overdone at times, but I'm looking forward to seeing how Sophie fits into the picture. Just as the show's overall charm has been growing little by little, I hope its evaluation continues to rise the same way—gently and steadily. Also, no tearjerker moments this time—that's actually a plus for me — 8pt. Continue Watching",
        "jp": "七賢人2名との対面で進む展開も具体性はまだないが何となくを良く見せれることは評価に値する。『前半は英知の賢人イノリ、後半は天才賢人ソフィー、この関わりで少しずつ終盤への布石を敷いているのでしょう。こういった比較的地味な回を丁寧に描いてちゃんと楽しませながら主人公の魅力などを積み上げられるのは好印象。おふざけな会話のキャッチボールが若干過ぎるけど。ソフィーとの関わりはこれからだけど楽しみ。少しずつ増しては来る作品全体の魅力のように少しずつ楽しみながら評価が上がっていけばいいんじゃないだろうか。今回はお涙が無くてそれもプラス。"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.55,
        "direction": 0.55,
        "charm": 0.45,
        "overall": 1.15
      },
      "romanized_title": "Aru Majo ga Shinu Made",
      "release_date": "4/1/2025",
      "based_on": "Web Novel",
      "studios": "EMT Squared",
      "creators": "Atsushi Nigorikawa",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "On Meg’s seventeenth birthday, she learns that she only has one year left to live. Her mentor—the Eternal Witch, Faust—explains that she is cursed and the only way to save herself is to grow a seed of life using one thousand tears of joy. Of course, such tears aren’t easy to come by. As Meg begins her quest, she finds herself drawn into the lives of her friends and neighbors in ways she never imagined. By sharing their burdens and using her magic to comfort them, she learns how precious those moments of connection can be even in the face of death."
    },
    {
      "rank": "dookie",
      "trend": "down",
      "title": "Food For the Soul",
      "jpTitle": "日々は過ぎれど飯うまし",
      "kv": "hibiuma",
      "episode": 2,
      "genre": [
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 6,
      "score": 6,
      "review": {
        "en": "",
        "jp": "こりゃ酷い。もともと肌に合わず苦手なのですが、予想通りP.A.WORKSの真骨頂でクソつまらないオリジナル。まじでどうでもいい。女子のキャッキャウフフ。ショート動画みたいな作品?継続不可能なので切ります。"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "Hibi wa Sugiredo Meshi Umashi",
      "release_date": "4/12/2025 to 6/29/2025",
      "based_on": "Original",
      "studios": "P.A.WORKS",
      "creators": "Shinya Kawatsura",
      "external_scores": "7.79 (MAL)",
      "streaming_services": "",
      "synopsis": "An original animation about the daily life of five girls who have just become university students.  They love delicious food, want to have lots of fun with everyone, and try their best to study, so they're enjoying university life to the fullest!"
    }
  ]
}