{
  "meta": {
    "week": "week 3",
    "duration": "07-20-Sun-07-26-Sat",
    "season": "2025 Summer",
    "ep_range": "ep.3-4",
    "status": {
      "watching": 22,
      "droppedThisWeek": 0,
      "droppedTotal": 23,
	  "backOnList": 0,
      "noAir": 0,
      "completed": 0,
      "total": 45
    }
  },
  "entries": [
    {
      "rank": 1,
      "trend": "up",
      "title": "Takopi's Original Sin",
      "jpTitle": "タコピーの原罪",
      "kv": "takopi",
      "episode": 5,
      "genre": [
        "Drama",
        "Psychological",
        "Sci-Fi"
      ],
      "wrp_score": 9.45,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『多少予想していた展開とはいえその構成や見せ方などは評価に値すると思う。これまでずっとシズカちゃんと一緒に居て、まるでシズカちゃんのために存在するようなタコピーだったが実はもともとはまりなちゃんと親しくなりまりなちゃんのために行動していた。そしてそこで最悪の結果になりシズカちゃんを小学生時代に殺しに行くために来ていた。しかしその前に掟を破っていたために記憶を消されていて・・・ということで全てが思っていた方向とは違ったものになっていった。そして最終的に絶望したシズカちゃんに殺されることで記憶を取り戻して本来の目的に向かったやり直そうとする?（何故それができる?死なないの?）タコピーだがそれぞれのケースにはそれぞれの事情がありそれぞれとの関係を築いていたことも確かで、しかもまりなちゃんを自分が殺してもいた・・・というところで今度はメガネくんがタコピーに近づいてきて・・・というところまで。うん、まぁ悪くはない、そして最初に言ったように見せ方もいい。ただ設定もよくわからん、タコピーの母親は小学校の建物?ま、それはいいのだけど、シズカちゃんは結局お父さんに函館からどうやって会いに行けたのだろう?お金は?メガネくんからもらってたっけ?あとオートロックのマンションなのに都合よくすぐお父さんにタイミングよく会えるし子沢山だし、お父さんコテコテの最低野郎だし、即絶望状況になるしすぐタコピー殺すし・・・でうん・・・10点はちょっと無いかなと思った。でも様々なことがたくさん詰まった或る意味充実した濃縮の1話23分だった。いよいよ次がラストか・・・。救いは在るのかな?っていうか全てのルートに救い無さすぎ。或る意味「ひぐらし」?』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.75,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.65
      },
      "romanized_title": "Takopii no Genzai",
      "release_date": "6/28/2025 to 8/2/2025",
      "based_on": "Manga",
      "studios": "ENISHIYA",
      "creators": "shinya Iino",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "A Happy alien, Takopi, lands on Earth with one mission: to spread happiness! When he meets Shizuka, a lonely fourth grader, he vows to bring back her smile using his magical Happy Gadgets. But as he uncovers the pain in her life, Takopi learns that true happiness may require more than gadgets."
    },
    {
      "rank": 2,
      "trend": "down",
      "title": "Ruri Rocks",
      "jpTitle": "瑠璃の宝石",
      "kv": "ruri",
      "episode": 3,
      "genre": [
        "Adventure",
        "Slice of Life"
      ],
      "wrp_score": 9.35,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『特に過去のものにこそ価値を見いだせる鉱学系の本に浸水する伊万里ちゃんが他人の力を使わずに実際に自分自身の眼、手、足を動かして知る、発見することそしてそれを自ら他の人の目に触れるもの、記録にする側になること、そしてそこにも広がる未だ特定されていない場所への挑戦も関わってきている。凪があまりにも優れていてひたすら与える側として出来すぎているけど、そこにいつも光を与えるのは瑠璃の好奇心というのがいい。この二人の情熱に溢れた眼に映る鉱石はきっともっと美しいのだろうな。今回も蛍石が全面に広がっている様など出来過ぎとはいえ面白く心を打つ回でした。面白かった。唯一気なるのは高校生とはとても思えない瑠璃の太ももアピール、女性の肉体アピールがつよすぎることかな。本作にそこまで必要か?と変なものを疑いたくなる。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.6
      },
      "romanized_title": "Ruri no Houseki",
      "release_date": "7/6/2025 to 9/28/2025",
      "based_on": "Manga",
      "studios": "Studio Bind",
      "creators": "Shingo Fujii",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Mineral collecting is like a modern-day treasure hunt!  Ruri, a high school girl who loves jewelry and accessories, gets into the world of mineral collecting, venturing into mountains, rivers, and caves. The first volume features numerous minerals, including quartz, garnet, pyrite, gold sand, and fluorite. The manga is full of fascinating scenes focusing on specialized tools such as a panning dish, hammer, and topographical maps. An authentic scientific adventure based on the author's solid knowledge of mineralogy!"
    },
    {
      "rank": 3,
      "trend": "up",
      "title": "Sword of the Demon Hunter",
      "jpTitle": "鬼人幻燈抄",
      "kv": "kijin",
      "episode": 15,
      "genre": [
        "Action",
        "Historical",
        "Drama"
      ],
      "wrp_score": 9.15,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『素晴らしい。こんな時代にこんなアニメ作品があってくれて本当に嬉しい。確かに作画に拙い、危ういところは見受けられるし戦闘シーンもちょっとヒヤヒヤする、しかしどんなシーンからも手抜きやいい加減な仕事をしているという印象は一切受けない。足りないかも知れないが持てるもの全てを注ぎ込みそれでも足りなければ演技で補おう、脚本で補おう、カットで補い合おう、そしていいものを作りたい、見せたい、見てもらいたい、そういった心意気、情熱を感じる。オールドスクールがいろいろな意味で廃れて時代が変わっていく今だからこそ本作から感じるものがたくさんある。人間も鬼も時代に取り残されていくのは変わりがないのだろう。変わることを否定したくもないが、しかし変えたくないものもある。その狭間で生きる鬼や人、残酷で救いがなく哀れで大きな流れに従うのみ、それが諸行無常なのかも知れないがそれを甚夜やまわりの人々の目を通して見せてくれる。今回も本当に内容が詰まっていた。正直消化しきれていないが妖刀を傘に利用しているのは上のものだけでなく実際に使う輩でも在るのだろう。真実はいつも藪の中だが。せめて三浦直次の顔だけでももうちょっと安定してくれるといいのだけど・・・・。でもそれ以外のカットや工夫、見せ方は基本に忠実も本当にいいものを見せようという努力を感じざるを得ないので作画すら低い点は付けられない。アニメがアニメであってくれている数少ない作品のうちの一つ。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.75,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.45
      },
      "romanized_title": "Kijin Gentoushou",
      "release_date": "3/31/2025",
      "based_on": "Naro",
      "studios": "Yokohama Animation Laboratory",
      "creators": "Kazuya Aiura",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "In the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword."
    },
    {
      "rank": 4,
      "trend": "up",
      "title": "Dekin no Mogura: The Earthbound Mole",
      "jpTitle": "出禁のモグラ",
      "kv": "mogura",
      "episode": 3,
      "genre": [
        "Comedy",
        "Mystery",
        "Supernatural"
      ],
      "wrp_score": 9.1,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『一見、そして実際に非常にとっつきにくいし評価もしづらい。キャラがどうで今回の展開がどうのっていうか、それよりももっと根底にあるものが強く影響しやすい作品だからだろう。しかも正直、今全く求めていないオカルト系、でもそれでも面白い。作品自体の魅力、キャラの魅力もさることながら見せ方、テンポ、演技、画が非常に魅力的。正直内容がオカルトであるとかどうでもいいけど面白いかも。しばらくはちゃんと見たいと思える。結局駄菓子屋の姉ちゃんが全く紹介されずにいつの間にか普通にいるのもいい。高校生の見習い祓い屋とその親父の大学教授とそのジジイなどの話や繋がりもとてもいい。メインキャラの一人がバイトする百均の店長もいいし、巨乳霊感体質ギャルもいい。今期これを逃すてはないのでは?』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.45
      },
      "romanized_title": "Dekin no Mogura",
      "release_date": "7/7/2025 to 9/21/2025",
      "based_on": "Manga",
      "studios": "Brain's Base",
      "creators": "Hiroshi Ishiodori",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"I won't die 'cause I was banned from the afterlife.\"  A shady self-proclaimed hermit named Momoyuki Mogura, AKA: Mogura, is banned from the afterlife due to an incident. Now he collects spirit possessed will-o'-wisps in his lantern, hoping to make a comeback.  It seems that those who encounter him begin to see peculiar things."
    },
    {
      "rank": 5,
      "trend": "down",
      "title": "See You Tomorrow at the Food Court",
      "jpTitle": "フードコートで、また明日。",
      "kv": "food",
      "episode": 3,
      "genre": [
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 9.05,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『今回も秀逸な脚本と演出でフードコートでのほぼ2名のみの登場人物で非常にいいものを見せてもらった。正直これを他のアニメ作品と同等に、もしくは同じ枠組みでランキングの対象とすべきかはまだ思案中だけどこんな時代だし、これはこれで限られた条件下内でアニメとしての最低限の必要条件を満たしつつ最高に面白いものを作ろうという挑戦をしているしそれを楽しんでいるわけだからいいのかな・・とも思っている。今後どうなるかはわからないけど。動物とか兄弟とか目が弱点とか好みや推しとか全てがつながっているのがやはり凄い。いやいや、面白いでしょう。いつまで続くのか・・・発展は在るのか、このまま最後まで行けるのか?行くのか?斎藤さんが霊長類であることはわかりきっていたが、だからこそ彼女の言うことを神として素直に聞くというところに落ちがあるのもお見事。知らなかったけど全6話?そりゃあ残念!』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.6,
        "overall": 1.45
      },
      "romanized_title": "Food Court de, Mata Ashita",
      "release_date": "7/7/2025",
      "based_on": "Manga",
      "studios": "Atelier Pontdarc",
      "creators": "Kazuomi Koga",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Meet Wada, who gives off an unapproachable vibe, and Yamamoto, who strikes fear into those around her because of her looks. Though the two girls attend separate high schools, they meet up at a shopping center’s food court almost every day. Take a little peek at the laid-back afternoons Wada and Yamamoto share as they reflect on the ups and downs of high school life together."
    },
    {
      "rank": "spotlight",
      "trend": "up",
      "title": "The Summer Hikaru Died",
      "jpTitle": "光が死んだ夏",
      "kv": "hikaru",
      "episode": 4,
      "genre": [
        "Horror",
        "Mystery",
        "Supernatural",
        "Thriller"
      ],
      "wrp_score": 9,
      "score": 9,
      "review": {
        "en": "",
        "jp": "『基本清水崇、という印象は変わらないが今回始めて面白いと感じることが出来た。それはオカルト、超常現象以外の人間部分がちゃんと描かれて楽しめたから。これまで主人公の光じゃない方がどういう人物で何を考えていて・・・といったことは一切ちゃんと受け取ろうと思えなかったしどうでも良かったがそれが多少ちゃんと見えたし、そのお陰で光（偽）のほうも自ずと自然に感じられたし周りの人々も良かったかな。霊感おばちゃんとかは?って言ってもまぁよくある感じだし、誰?って感じで・・・。とにかくこれまでは意味わからないし何やってんのかも山にいるものが何なのかもどうでもいいが、今回は普通に面白いと思えたし単純に見てて楽しめたから９点。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.65,
        "direction": 0.65,
        "charm": 0.55,
        "overall": 1.45
      },
      "romanized_title": "Hikaru ga Shinda Natsu",
      "release_date": "7/5/2025 to 9/21/2025",
      "based_on": "Web Comics",
      "studios": "CygamesPictures",
      "creators": "Ryouhei Takeshita",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Two best friends living in a rural Japanese village: Yoshiki and Hikaru. Growing up together, they were inseparable… until the day Hikaru came back from the mountains, and was no longer himself. “Something” has taken over Hikaru’s body, memories, feelings… and everything they know begins to unravel."
    },
    {
      "rank": "editor's pick",
      "trend": "up",
      "title": "Dan Da Dan Season 2",
      "jpTitle": "ダンダダン 第2期",
      "kv": "dandadan",
      "episode": 4,
      "genre": [
        "Supernatural",
        "Romance",
        "Comedy"
      ],
      "wrp_score": 7.75,
      "score": 7,
      "review": {
        "en": "",
        "jp": "『圧倒的な作画とアクションと迫力。あとはトンデモなので子どもとこういうの好きな人が見れば?というのが率直な感想。個人的にはもはや興味はだいぶ削がれてしまったがもちろんポテンシャルは十分以上にある作品なので今後の展開次第でもあるっちゃある。突然唐突に誰でも助けに来る。UFOでオーケー万事めでたし。ババアが謎に強くUFO,宇宙人すらも従える。オカルンとターボババアも粘液でマグマから助かる?富士山の麓から街までの距離を走って移動であんな短時間が可能?色々言い出すときりが無い。というかそもそも何でもあり過ぎでなんでも無くなってる。正直どんな低い点でもいいけど色々凄いし、まぁお情けでギリギリ8点。このままだと近い内にランキングの対象からハズかも検討中。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.55,
        "direction": 0.5,
        "charm": 0.4,
        "overall": 0.55
      },
      "romanized_title": "Dan Da Dan 2nd Season",
      "release_date": "7/3/2025 to 9/19/2025",
      "based_on": "Manga",
      "studios": "Science SARU",
      "creators": "Fuuga Yamashiro、Abel Gongora",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "Okarun and Jiji have made a strange discovery, while Momo finds herself under attack! What mysterious encounters await them next?!"
    },
    {
      "rank": "dookie",
      "trend": "up",
      "title": "Turkey! Time to Strike",
      "jpTitle": "Turkey!",
      "kv": "turkey",
      "episode": 3,
      "genre": [
        "Adventure",
        "Sports",
        "Supernatural"
      ],
      "wrp_score": 6.8,
      "score": 6,
      "review": {
        "en": "",
        "jp": "『ちょっと集中でませんでした。酷いがインパクトは前回ほどではなかった。バカバカしくて敢えて突っ込む気にもなれない。ご都合で色々起こってくるのでしょう。それにしても酷い。』"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "Turkey!",
      "release_date": "7/8/2025",
      "based_on": "Original",
      "studios": "BAKKEN RECORD",
      "creators": "Susumu Kudou",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"Turkey\" is a bowling term for scoring three consecutive strikes.  Mai, a second-year student and captain of the Ikkokukan High School Bowling Club, is a genius who can't seem to win a match. Whenever she scores a Turkey, she mysteriously follows it up with an unyielding split—the Snake Eyes.  One day, Rina, the club’s only first-year member, confronts her \"You’re doing it on purpose, aren’t you?\"  \"You’re running away from winning. But I want to win. If you have no intention of winning, I’ll quit.\""
    }
  ]
}