{
  "meta": {
    "week": "week 7",
    "duration": "05-18-Sun-05-24-Sat",
    "season": "2025 Spring",
    "ep_range": "ep.7-8"
  },
  "entries": [
    {
      "rank": 1,
      "trend": "up",
      "title": "A Ninja and an Assassin Under One Roof",
      "jpTitle": "忍者と殺し屋のふたりぐらし",
      "kv": "nincoro",
      "episode": 7,
      "genre": [
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 10.3,
      "score": 11,
      "review": {
        "en": "Four thumbs Up! Absolutely brilliant ?exquisite even! One of the best episodes of this cour so far! I'm so glad that I didn't drop this. Satire of modern life. Light and shadow. Shadow and shadow. The self and the self. The self and the world. The individual and the collective. Konoha and Satoko. Aoko and Aoi?Continue to watch.",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.85,
        "script": 0.85,
        "direction": 0.9,
        "charm": 0.85,
        "overall": 1.85
      },
      "romanized_title": "Ninja to Koroshiya no Futarigurashi",
      "release_date": "4/10/2025 to 6/26/2025",
      "based_on": "Manga",
      "studios": "SHAFT",
      "creators": "Yukihiro Miyamoto",
      "external_scores": "7.59 (MAL)",
      "streaming_services": "",
      "synopsis": "\"On the way home from school one day, Konoha Koga rescues Satoko Kusagakure, a ninja who escaped her village. Soon, pursuers from the village show up in search of Satoko only to be deftly dealt with by Konoha. As it turns out, the unassuming high schooler is actually an assassin. Thus, the potentially cutthroat cohabitation of a ninja and an assassin begins!\""
    },
    {
      "rank": 2,
      "trend": "stay",
      "title": "Shoshimin: How to Become Ordinary 2",
      "jpTitle": "小市民シリーズ（第2期）",
      "kv": "shoshimin",
      "episode": 18,
      "genre": [
        "Mystery",
        "School",
        "Slice of Life"
      ],
      "wrp_score": 9.7,
      "score": 10,
      "review": {
        "en": "\"Absolutely mind-blowing! Can't believe what I just watched. Even after such an extremely, intricately crafted master piece arc?Kurikinton Incident?, how can possibly someone expect something like this to come? After a year of separation, Kobato and Osanai are finally reconciled and officially in a relationship now. Jogoro's happiness has reached its culmination, but it suddenly turned into a tragedy by a catastorophic car accident.  Every detail is portrayed perfectly, and the structure, pacing, charactor development are also  impeccable. As the tilte says, thisi car accident must be deeply related to Osanai as another car accident occurred around them back in the middle school to a Jogoro's ex-class mate, who allegedly put an end to his life according to Dojima. This is easily one of the best beginnings of a new arc I could possibly imagine. Kudos to the brilliance and passion of the people who work for this anime and thier fantastic job. Let me just say it once more?Exquisit.\"",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.8,
        "direction": 0.75,
        "charm": 0.7,
        "overall": 1.7
      },
      "romanized_title": "Shoushimin Series 2nd Season",
      "release_date": "4/5/2025 to 6/22/2025",
      "based_on": "Novels",
      "studios": "Lapin Track",
      "creators": "Mamoru Kanbe",
      "external_scores": "8.03 (MAL)",
      "streaming_services": "",
      "synopsis": "\"The second season will focus on two new cases from the novel series, adapting the two-part third volume Shuuki Gentei Kuri Kinton Jiken (The Autumn-Exclusive Kuri Kinton Case) and the fifth volume Touki Gentei Bonbon Chocolat Jiken (The Winter-Exclusive Chocolate Bonbons Case).\""
    },
    {
      "rank": 3,
      "trend": "up",
      "title": "Apocalypse Hotel",
      "jpTitle": "アポカリプスホテル",
      "kv": "apocalypse",
      "episode": 7,
      "genre": [
        "Sci-Fi",
        "Drama",
        "Comedy",
        "Slice of Life"
      ],
      "wrp_score": 9.5,
      "score": 10,
      "review": {
        "en": "",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.7,
        "direction": 0.75,
        "charm": 0.65,
        "overall": 1.65
      },
      "romanized_title": "Apocalypse Hotel",
      "release_date": "4/8/2025 to 6/25/2025",
      "based_on": "Original",
      "studios": "Cygames Pictures",
      "creators": "kana Shundou",
      "external_scores": "7.88 (MAL)",
      "streaming_services": "",
      "synopsis": "\"Following the collapse of civilization, one storied hotel stands among the ruins of Tokyo’s Ginza district. Overrun by nature, this lone hotel continues to defy humanity’s collapse. Current guests: zero. Check-ins scheduled today: zero. Yesterday’s website traffic: zero. Enter with caution in this story of survival and mystery in a world where the memory of humanity begins to fade.\""
    },
    {
      "rank": 4,
      "trend": "up",
      "title": "Mobile Suit Gundam GQuuuuuuX",
      "jpTitle": "機動戦士Gundam GQuuuuuuX",
      "kv": "gquuuuuux",
      "episode": 7,
      "genre": [
        "Action",
        "Drama",
        "Mecha",
        "Sci-Fi"
      ],
      "wrp_score": 9.3,
      "score": 9,
      "review": {
        "en": "",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.7,
        "direction": 0.7,
        "charm": 0.55,
        "overall": 1.6
      },
      "romanized_title": "Kidou Senshi Gundam GQuuuuuuX",
      "release_date": "4/8/2025 to 6/25/2025",
      "based_on": "Original",
      "studios": "Khara",
      "creators": "Kazuya Tsurumaki",
      "external_scores": "7.24 (MAL)",
      "streaming_services": "",
      "synopsis": "\"Amate Yuzuriha is a high-school student living peacefully in a space colony floating in outer space. When she meets a war refugee named Nyaan, Amate is drawn into the illegal mobile suit dueling sport known as Clan Battle. Under the entry name \"\"Machu,\"\" she throws herself into fierce battle day after day, piloting the GQuuuuuuX. Then an unidentified Gundam mobile suit pursued by both the space force and the police appears before her, along with its pilot, a boy named Shuji. Now their world is about to enter a new era.\""
    },
    {
      "rank": 5,
      "trend": "up",
      "title": "The Apothecary Diaries 2nd Season",
      "jpTitle": "薬屋のひとりごと 第2期（第2クール）",
      "kv": "kusuriya",
      "episode": 43,
      "genre": [
        "Historical",
        "Mystery",
        "Drama"
      ],
      "wrp_score": 9.2,
      "score": 9,
      "review": {
        "en": "",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.7,
        "direction": 0.75,
        "charm": 0.55,
        "overall": 1.45
      },
      "romanized_title": "Kusuriya no Hitorigoto 2nd Season",
      "release_date": "4/4/2025",
      "based_on": "Naro",
      "studios": "TOHO animation STUDIO?OLM",
      "creators": "Norihiro Naganuma",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"Maomao lived a peaceful life with her apothecary father. Until one day, she’s sold as a lowly servant to the emperor’s palace. But she wasn’t meant for a compliant life among royalty. So when imperial heirs fall ill, she decides to step in and find a cure! This catches the eye of Jinshi, a handsome palace official who promotes her. Now, she’s making a name for herself solving medical mysteries!\""
    },
    {
      "rank": "spotlight",
      "trend": "down",
      "title": "Sword of the Demon Hunter",
      "jpTitle": "鬼人幻燈抄",
      "kv": "kijin",
      "episode": 8,
      "genre": [
        "Action",
        "Historical",
        "Drama"
      ],
      "wrp_score": 8.8,
      "score": 8,
      "review": {
        "en": "\"This could easily be a 9. The intricately depicted storytelling is truly compelling?no shortcuts, no half-baked developments. Though it's just the beginning of a new arc, it already draws the viewer in completely. The only hesitation I have is with the onmy?ji character, who feels a bit too stereotypical for this type of story?especially with K?ji Yusa voicing him. Still, perhaps not. He plays the role exactly as needed, and it’s far too soon to judge. I should give it the benefit of the doubt, especially since from the very beginning, I’ve felt nothing but full dedication and devotion from Yokohama Animation Lab. No worries.\"",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.65,
        "direction": 0.65,
        "charm": 0.55,
        "overall": 1.3
      },
      "romanized_title": "KIJIN GENTOUSHOU",
      "release_date": "3/31/2025",
      "based_on": "Naro",
      "studios": "Yokohama Animation Laboratory",
      "creators": "Kazuya Aiura",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"In the Edo period, there was a shrine maiden called \"\"Itsukihime\"\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword.\""
    },
    {
      "rank": "editor's pick",
      "trend": "up",
      "title": "Kowloon Generic Romance",
      "jpTitle": "九龍ジェネリックロマンス",
      "kv": "kowloon",
      "episode": 8,
      "genre": [
        "Mystery",
        "Drama",
        "Sci-Fi"
      ],
      "wrp_score": 8.6,
      "score": 8,
      "review": {
        "en": "\"The pacing feels off?like the story is finally starting to move, but it’s just too little, too late. Kudou finally gave in and spent the night with Kujirai, and while it should feel meaningful, I just kept thinking, Why now? Why not earlier? That goes not only for their relationship, but also for the central mystery. It was intriguing at first?layered, nostalgic, full of potential?but after eight episodes, we’ve learned almost nothing. They’ve kept everything shrouded, shifted focus to side characters at odd times, and rushed past important developments. The moment to truly enjoy this story has already passed. Despite this “progress,” we’re still swimming in unanswered questions, and the mystery just isn’t compelling anymore.\"",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.65,
        "script": 0.6,
        "direction": 0.6,
        "charm": 0.5,
        "overall": 1.25
      },
      "romanized_title": "Kowloon Generic Romance",
      "release_date": "4/5/2025 to 6/28/2025",
      "based_on": "Manga",
      "studios": "ARVO ANIMATION",
      "creators": "yoshiaki Iwasaki",
      "external_scores": "7.47 (MAL)",
      "streaming_services": "",
      "synopsis": "\"Welcome to Kowloon Walled City: a dystopian townscape where the people are brimming with nostalgia, and where the past, present, and future converge. Amid the hidden emotions and extraordinary daily lives of the men and women working in its confines, a tale of romance begins to unfold for real estate agent Reiko Kujirai?one that feels as familiar as Kowloon itself…\""
    },
    {
      "rank": "dookie",
      "trend": "down",
      "title": "Once Upon a Witch's Death",
      "jpTitle": "ある魔女が死ぬまで",
      "kv": "arumajo",
      "episode": 8,
      "genre": [
        "Adventure",
        "Drama",
        "Fantasy"
      ],
      "wrp_score": 4.25,
      "score": 4,
      "review": {
        "en": "\"Jaw Dropping in the Worst Way. Can't say a word.<br><br>1. Reckless Disregard for Mentor's Warnings<br>Meg, cursed to die within a year, decides to ignore every piece of advice from her all-powerful mentor. The classic \u001cmentor sacrifices herself for a reckless apprentice\u001d trope plays out\u0014but in the most brainless way imaginable.<br>2. Time\u0019s Ticking& Still No Tears<br>Despite the deadline on her life, Meg still hasn\u0019t gathered the necessary \u001ctears\u001d to lift her curse. Instead of showing urgency, she drifts into yet another random crisis, as if time doesn\u0019t exist.<br>3. Still Shocked by Her Own Special Powers?<br>For what feels like the tenth time, Meg acts surprised that she alone can see something others can\u0019t. It\u0019s an ability she\u0019s used multiple times, acknowledged by her mentor, and yet... she just forgot? Again?<br>4. Demon Curse? Sure, Let\u0019s Touch It<br>Her mentor panics\u0014literally trembles\u0014at the mention of a demonic curse that\u0019s even more lethal than the one already killing Meg. What does Meg do? Touches it. No plan. No hesitation. Just raw stupidity.<br>5. Secret Altar Found in Seconds<br>She waltzes into a suspicious home, glances around, and instantly finds a hidden passage to a demonic altar. It\u0019s meant to be s\"",
        "jp": ""
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      },
      "romanized_title": "Aru Majo ga Shinu Made",
      "release_date": "4/1/2025",
      "based_on": "Web Novel",
      "studios": "EMT Squared",
      "creators": "Atsushi Nigorikawa",
      "external_scores": "",
      "streaming_services": "",
      "synopsis": "\"On Meg’s seventeenth birthday, she learns that she only has one year left to live. Her mentor?the Eternal Witch, Faust?explains that she is cursed and the only way to save herself is to grow a seed of life using one thousand tears of joy. Of course, such tears aren’t easy to come by. As Meg begins her quest, she finds herself drawn into the lives of her friends and neighbors in ways she never imagined. By sharing their burdens and using her magic to comfort them, she learns how precious those moments of connection can be even in the face of death.\""
    }
  ]
}