{
  "meta": {
    "week": "week 11",
    "season": "2025 Spring",
    "ep_range": "ep.11-12"
  },
  "entries": [
    {
      "rank": 1,
      "trend": "stay",
      "title": "Shoshimin: How to Become Ordinary 2",
      "jpTitle": "小市民シリーズ（第2期）",
      "episode": 12,
      "wrp_score": 10.1,
      "score": 11,
      "review": {
        "en": "\"Superb, brilliant, and exquisite!! I'd need a full notebook to review this one. Absolutely outstanding. I truly hope its intricate beauty gets seen and appreciated by as many people as possible.To everyone involved in this anime—Otsukaresama!!! and Arigatou!! From the bottom of my heart.\"",
        "jp": "\"凄い。表面だけを見たら若干コテコテの茶番に捉えられなくもないところも多々見られるが（看護師がハンマーを持って追いかけてくる、エレベーターがタイミン良く来てギリギリで閉まる、謎に上の階で(11階で留まって地上階などに行かず）降りる、ヘリポートでのサスペンス劇場さながらのドラマチックなやり取り）、それらがほぼ全て小佐内の計画の内、手のひらの上という視点で見ると見方そのものが変わってくると思う。それこそいいすぎかも知れないが屋上のヘリポートやしつこく描かれた夜の街並みが、その世界全てがさも小佐内の手中にあるという暗喩にも思えてくる。この作品が全てのタイミングを見計らい、誘導し、狙い通りのところに持っていく、それを見事なまでにやってのける究極の恐ろしい女＝小佐内の話なんだなと感じざるを得ない。看護師が襲ってくる可能性も加味していなければ三浦（旧姓日坂）くんをいつでも呼べるように待機させていたりできなかっただろうし（そうでなければあんなに早く来れない）、面会時間がとっくに終わっている時間に来ているということは看護師たちが巡回している時間を把握しているということ、更にわざとエレベーターでヘリポートに行くことも計画の内だったので、ｋ看護師が襲ってきてギリギリでドアが閉まった時の安堵は、恐怖から逃れたことではなく計画実行が継続されることへの安堵だったのだろう。それからは更に全て彼女の計画通り。もはや小鳩すら彼女の手のひらの上で彼女のために駆け回り走り回り彼女の心に安寧をもたらす平和の象徴でありお菓子の名前でもありそうな小鳩くんなのだろう。天使のお供とでも言おうか。そしてこの22話では基本、小鳩くんにしたことに対しての復讐や報いと言っていたが実際は自分自身にしたことなのだと思う。小鳩が惹かれ大怪我をすることで自分の計画や人生に望まぬ変更を加える、自分の大切なものを傷つける、自分も土手から転げ落ちる、それこそ一緒の大学に同時に入学することも出来ない、、、などなど彼女の怒りはとんでもないものだっただろう。逆に言えばそこにこれだけ関与し彼女の感情を揺さぶりもする存在になり得ている小鳩くんだからこそ小佐内さんのいたずらやちょっかいなどあらゆる意味での手中で右往左往して弄ばれる関係でいられるしそれが最後の締めの受験する学校も教えずその間に課題も作成し、あげたチョコの最後の1つも食べさせず新年を迎える瞬間を共にしてあげないことに繋がる、どこまでも女であり、女は恐ろしいものだと思わせる完璧な出来だったと思えた。最終的にこんなに心配させて・・・・というｋとへの報いは小鳩くんにもいろいろなお預けという形で向いているのだろう。この二人がただの異常者なだけでなくある意味普通に想い合うところも持っているからこその結果として（もともとだけど）の非小市民であるというというところが（予定通りに）小鳩くんが日坂くんと和解出来たシーンで小山内がほろりとしたり、あれだけ感情的になって取り乱し、泣いていた小鳩くんもあとになるとその時のことを分析的に小佐内に話していたり・・・どこまでいってもこの二人は非小市民何だなと思えた。この第2期でそもそも小鳩くんが小市民を目指すきっかけとなった日坂くんに殴られて酷いことを言われたこともしっかり回収したことも文句ない素晴らしい点だった。あと忘れてはいけないのはコンビニの娘が即行き着いた真相についての種明かしも推測の上を行くし「確かに・・・」と納得もできるもので大したものだった。ここまで褒めちぎってきたがそれでも「流石にすべてうまく行き過ぎ、頭の中で考えていることに過ぎない」とい思うのは至極当然。ただそれでも伝えていこと、見せたいこと、テーマと面白さ、どこに重きを置きそれを見た視聴者が何を感じ、得れるのかといった時にそれらの多少のマイナス要素は昇華?中和?され見過ごしていいもの、いいや喜んで見過ごそうと思えるものになると思う。また本作は理屈っぽいし淡々としていすぎるし、そもそも小鳩や小佐内が受け付けないという人もいるだろうし、今挙げたマイナス要素たちをとても見過ごせないという人もいるし、兎に角人を選ぶ作品でもあるので完璧な11点はつけれないがそれでも11点でなければおかしい作品だし、単独としてもそういう回だった。付け加えとしては堂島くんが日坂くんの所在を突き止めるために奔走しお見舞いに来れないことを謝罪の意を示していたことを含めていたのも素晴らしいところ。それぞ小市民アゲイン。小鳩くんがこれまでに食べそこねてきたスウィーツや小山内さんとの関わりで開眼したスウィーツ熱に関してもちゃんと含めてまとめていたのもあっぱれだった。兎に角素晴らしかった。是非ともより多くの人に視聴され、ちゃんと理解してもらいたい、その上で評価してもらいたい作品である。制作、原作のみなさん本当にお疲れさまでした。全てのロケハン、使われたシーンで埋め尽くされたEDアニメ（曲）も最高、OPも最高でした。ありがとうございました!\"ー11点!"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.8,
        "script": 0.85,
        "direction": 0.85,
        "charm": 0.8,
        "overall": 1.8
      }
    },
    {
      "rank": 2,
      "trend": "up",
      "title": "Apocalypse Hotel",
      "jpTitle": "アポカリプスホテル",
      "episode": 11,
      "wrp_score": 9.8,
      "score": 10,
      "review": {
        "en": "Wow, I have to admit that I don't have the right words—or even enough of them—to describe the beauty of this episode.Simply beautiful—because of its imperfections and incompleteness.Sometimes, you need to look at yourself and the environment you're in from the outside. And sometimes, it works even better with a touch of incompleteness.I guess there's really not such a big difference between humans and AI—at least not when they both feel alive after hundreds of years of genuine dedication to their passionate work.Splendid.",
        "jp": "\"何と言ったらいいかわからないけど凄くいいものを見たという最高の賛辞のうちの一つをあげたい回だった。ほぼ最初から最後までヤチヨさんが一言も話さないでこの何百年の間に一度も取っていなかった休暇を取る回。そして最後の一言が全てーなんか生きている気がしましたー私なんかが上手く言えるはずもない素晴らしい回でした。機械であっても休みは必要、機械だからこそ自分の不調もはっきりと分かる、不調があっても働き続けられる、そんな中休むことでその不調が全開に現れている中で過ごす一時。自分や世界と向き合う日常は休みに無慈悲にしかし残酷にではなくただただ現実としてじじつとして現れるというのも良かった。自分がそのど真ん中に置かれていた時には気づかないものにも気づく・・・そういう時は機械にも人間にも必要なのでしょうね。自分やその環境を見つめ直す・・それが人間を人間たらしめているもののひとつなのかも知れない。素晴らしい回でした。ある意味圧倒的に1位な回でした。それでも2位なところがこの世界の美しさ。参りました。\"－10点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.75,
        "script": 0.8,
        "direction": 0.8,
        "charm": 0.7,
        "overall": 1.75
      }
    },
    {
       "rank": 3,
      "trend": "up",
      "title": "From Old Country Bumpkin to Master Swordsman",
      "jpTitle": "片田舎のおっさん、剣聖になる",
      "episode": 12,
      "wrp_score": 9.1,
      "score": 9,
      "review": {
        "en": "I chose to focus on the good parts, even though the whole bit about Beril excusing his former disciple—who had orchestrated the assassination attempt on the prince—was utterly absurd. That alone kept the score from going any higher.",
        "jp": "\"2,3話前からの突如の作画クオリティUPは何だ?というくらい別作品になっている。（元から?）おっさんのあり方や立ち位置や人となりが環境や状況が変わっても終始一貫していたのが良かった。そしてなんだかんだ言って疑似親子になったことが何よりも大きかったというのがまた良かった。王様に褒められるよりミュイに褒められたほうが何倍も嬉しいとか宮中晩餐会で食べた大ごちそうよりミュイの作ってくれたポトフのほうが何倍も美味しいなんて言ってみたい。この二人の絡みは本当に良かった。また締めのおっさんのオヤジが本当の剣聖になる未来について語りながら終わるのもまとまりがあってよかった。王様からもらった皿を父親にあげるのもいいね。とここまでは良かったことだが、かつての弟子が裏で罪を犯していた事に関しての処遇?対処?それに対するスルーを決め込む流れがマジであり得なかった。場合によってはこの部分だけで5点とかつけてもおかしくないと思う。自分はそれよりも全体としてよかった部分をとって、それをしない立場を取ったわけだが。。。具体的な詳しい状況をそこまで把握しているわけじゃないけど、矯正されたわけじゃなく自らの意思や信じるものにしたがって教皇を信じて罪を犯したこと、しかも結構な・・・（処刑は免れないと義兄も言ってたし）をなかったことにする?それは流石にありえないでしょう。教皇が子どもたちを人質に取っている?という言い訳を言っていたけど「そんなことをしなくても私の信条、行動は変わらない」と明言していたし、人も殺していたり、完全に加担しているわけだし、、、あそこは、これから違う生き方をして本当の正義を見出すために使う剣を教えたみたいなしょうもない話でまとめられるものではなかったと思う。でも今回は他の部分を高く評価してそこまでの減点をしないことに決めた。もしこの部分がなかったりもっとちゃんとしていたら本来は9.3から9.4点、場合によっては10点もあったかもしれないという判断、また今回の最終回でこれまでの1クール見てきてよかったなと思えたので9点とした。最終回じゃなかったら8点。また単純に洞窟で溶岩撒き散らす龍と戦っていたときと同じアニメとは思えないのが正直な感想。そして絶対点としてはまぁ見なくてもいいというか見る意味は薄いよな・・・例えB級作品と知っていても・・・ということでちょっと低めにした。始めから後半の様な感じだったら70点台も十分あっただろうね。ということでお疲れ様でした!\"－9点"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.65,
        "direction": 0.7,
        "charm": 0.55,
        "overall": 1.5
      }
    },
    {
      "rank": 4,
      "trend": "stay",
      "title": "Mobile Suit Gundam GQuuuuuuX",
      "jpTitle": "機動戦士Gundam GQuuuuuuX",
      "episode": 11,
      "wrp_score": 8.5,
      "score": 8,
      "review": {
        "en": "\"It probably doesn't belong in this ranking pool, but I've enjoyed it so far—and I think even non-Gundam fans could find it fun. So I rated it based on that idea. I tried not to be overly critical like I usually am, and just judged it by how I felt during those 20-something minutes—without thinking too hard about meaning or consistency. Simply put, it works well as light, no-brainer entertainment.\"",
        "jp": "\"本来評価非対象作品と思うがやりたい放題しつつ興味深く面白くもあるのでいいかな、ただ最後まで見続けよう。終着点はどうなるのか・・・アムロは・・・ララアとの３人の再会となるのか?それとこの世界は?九龍なのか?どうでもいいと言っちゃあどうでもいいがある意味楽しませてもらっているとも言える、それはガンダムファンでなくても訳わからず楽しませられるとも感じられるのでそれに準拠した評価\"－８点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.7,
        "script": 0.6,
        "direction": 0.6,
        "charm": 0.5,
        "overall": 1.1
      }
    },
    {
      "rank": 5,
      "trend": "down",
      "title": "The Catcher in the Ballpark!",
      "jpTitle": "ボールパークでつかまえて！",
      "episode": 12,
      "wrp_score": 8.3,
      "score": 8,
      "review": {
        "en": "There was a steady warmth and love for the ballpark all the way through. It may not be a standout anime, but I really enjoyed it. I especially liked how Ruriko and Oni-san slowly got closer while still keeping a subtle distance — it felt like the right call. Thanks for the ride.",
        "jp": "\"最後まで真心の籠もった球場愛に溢れるいい作品でした、佳作として最後まで楽しませていただきました。締めまで気持ちよくやりきったのではないでしょうか。大きな達成感はないが見てよかったなと思える暖かさとほのぼのさがありました。その後が気になりますね。お疲れ様でした。ルリコとお兄さんなど変に急接近したりしない微妙な距離感を保っていたのが良かった。\"－８点"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.55,
        "direction": 0.55,
        "charm": 0.5,
        "overall": 1.2
      }
    },
    {
      "rank": "spotlight",
      "trend": "stay",
      "title": "Sword of the Demon Hunter",
      "jpTitle": "鬼人幻燈抄",
      "episode": 12,
      "wrp_score": 8.2,
      "score": 8,
      "review": {
        "en": "\"Not bad. It just felt a bit scattered and half-baked. Some parts lacked sense—like how Jinya and the Onmyoji guy kept ignoring the loud fights from their drunkard neighbor, even though they were investigating a violence case clearly related to sake. Another issue is that Jinya didn't act until the last minute, despite knowing his own father was drinking that extremely dangerous sake—the one that turns people violent or even into demons. All in all, the episode felt rough around the edges—but still, not that bad. I just know something terrible is going to happen to his father. And probably Shirayuki—Jinya's lover who was killed by his sister—is somehow involved in the sake's creation… maybe even as one of its ingredients? Oh no… please don't show us that.\"",
        "jp": "\"悪くはないけど突然（前回からだが）ジンヤと陰陽師のあぶない刑事になってる。全体として話の筋なんかはいいんだけど描き方に繋がりが薄いというかそれぞれのシーンや意味合いが飛び飛びなきがしてしまう。毎日あれほどお酒で荒れてる隣の親子のやり取りを効いているのに、そしてお酒の事件を調べているのにおにになるまで放置って・・・とか、実の父の飲酒っぷりをもっと真剣に止めるべきだし・・・陰陽師の妙に都合の良い術とか、、、幻術で追っ払うとか・・・まぁ色々気になったのでいいのだけどちょっと低めの評価。でもいいけどね。今後まずもって父親がやばいことになるだろうと思うと今から居た堪れないし、そもそもこのお酒が何から出来ているか・・・ということでの白雪が絡んでくると思うとそれもやばそうで、まぁ面白いんで当然8点以下ってのはないのです。\"－8点・視聴継続"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.6,
        "script": 0.55,
        "direction": 0.55,
        "charm": 0.5,
        "overall": 1
      }
    },
    {
      "rank": "editor's pick",
      "trend": "up",
      "title": "Once Upon a Witch's Death",
      "jpTitle": "ある魔女が死ぬまで",
      "episode": 12,
      "wrp_score": 4.95,
      "score": 4,
      "review": {
        "en": "\"Just horrible. Nothing makes sense. It's barely 1/4 baked—if that. Scenes just show up out of nowhere, with zero context. Honestly, better stay away. I'm not even gonna bother watching the second cour.\"",
        "jp": "\"兎に角無茶苦茶、１クール目最後の話で夢的映像から無理やり次に繋げる展開、現代の都市?\"『無理矢理感しか無い。いつも通り唐突に何の脈絡もなく過去の映像が入り、メグの赤ちゃんの時が映し出されるところからメグが出身地を尋ねる流れに・・・。嬉し涙を集めることは別にどうでもいいらしい。急に師匠もしおらしく・・・。また突然黒尽くめの例の魔女が来て姉弟子であることが発覚。しかもこいつがメグの故郷を滅ぼした?存在でおそらくメグの母親も葬った?しかもそれが復讐によるものだった?ひどすぎるわ。雑魔女ですね。まともに評価するのがバカバカしすぎる。どこか憎めないところはあるけど・・・。もう２クール目を評価する気はないなぁ。見るかも怪しい。今回の話の酷さだけでなく全体としての評価として厳しく4点。』－４点"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.35,
        "direction": 0.35,
        "charm": 0.2,
        "overall": -1.45
      }
    },
    {
      "rank": "dookie",
      "trend": "up",
      "title": "Can a Boy-Girl Friendship Survive?",
      "jpTitle": "男女の友情は成立する？（いや、しないっ!!）",
      "episode": 12,
      "wrp_score": 4.9,
      "score": 4,
      "review": {
        "en": "4pt. DNW (=Do Not Watch — seriously, unless wasting time is your thing).",
        "jp": "\"結局何だったの?という予想通りの結末。ご都合、ドタバタの連続でそういうのがお約束なのはお馬鹿なラブコメには定番なのだけどそれが面白さにも繋がってなければただただしっちゃかめっちゃかで少しも意味をなしてない。えのっちの存在やひまりの元彼の謎の立ち位置や主人公の姉なども・・・・。かつての80,90年代の月曜７時くらいの若手アイドル売り出し用ドタバタ青春ラブコメ的なのりだけどああいったものはそれなりに納得させる筋があったり圧倒的な熱さや勢いがあったがこれにはないし、結局ただ言えなかっただけの好きって・・・。まぁいいけど。時間つぶしにでも見ることはおすすめできない作品です。締まりも悪いしね。ってことで。\"－4点"
      },
      "wrp_breakdown": {
        "base_score": 5,
        "animation": 0.5,
        "script": 0.3,
        "direction": 0.3,
        "charm": 0.2,
        "overall": -1.5
      }
    }
  ]
}